{
  "full_text": [
    "SALES AGREEMENT The content of the agreement is below: WHIRLPOOL CORPORATION MAJOR APPLIANCES RETAIL DEALER SALES AGREEMENT 1.  Agreement/Term.  This  Retail  Dealer  Sales  Agreement  (this  Agreement)  is  made  by  and  between  Whirlpool  Corporation (Whirlpool) and CALIDEALER (Dealer), and Whirlpool and Dealer acknowledge and agree to the terms and conditions contained  herein.  The  term  of  this  Agreement  will  begin  as  of  January  1,  2022,  or  the  date  on  which  Whirlpool  accepts  this Agreement, whichever is later, and will end on December 31, 2022 (the Initial Term), unless it is terminated earlier as provided for in this Agreement. Upon the expiration of the Initial Term, this Agreement shall automatically renew for successive one (1) year terms (each, a Renewal Term), unless either party provides at least thirty (30) days prior written notice to the other party of its intent to terminate the Agreement (or the Agreement is terminated otherwise as provided for herein). The Initial Term and each Renewal Term shall be collectively referred to as the Term. This Agreement applies to all of Dealers Store Locations authorized by Whirlpool at any given time and to all brands of appliances authorized by Whirlpool at any given time. 2.  Products. Dealer is authorized to sell only the brands of appliances as authorized from time to time by Whirlpool (Products). As  of  the  date  of  this  Agreement,  Dealer  is  authorized  to  sell  the  brands  of  appliances  listed  in  the  Additional  Account Information section of Dealers Whirlpool Web World account, which shall be updated from time to time to reflect changes in Dealers authorized brands. Whirlpool reserves the right in  its sole discretion to  limit  product lines it sells to Dealer, to  make Dealers right to purchase any product or product line conditional on additional requirements, or to decide not to sell directly to Dealer.  Whirlpool  may  require  Dealer  to  comply  with  certain  Launch  Terms,  in  connection  with  product  launches,  as  a condition to buying the launched product from Whirlpool.",
    "Dealer agrees that its purchase of a Product subject to Launch Terms is conclusive proof that Dealer accepts the applicable Launch Terms. No individual brand purchase objectives have been established; however, Whirlpool requires that Dealer purchase a minimum of $25,000 annually in aggregate. In addition, Dealer must floor at least  six  (6)  KitchenAid  branded  major  home  appliances  in  at  least  51%  of  its  stores  to  be  eligible  to  sell  KitchenAid  brand Products. By written notice to Dealer, Whirlpool may amend this Agreement by authorizing Dealer to sell one or more additional appliance brands, with the annual purchase volume objective for each additional brand (if applicable) being set forth in the notice. Dealer shall be bound by the notice, and the additional brand(s) shall be Products for all purposes of this Agreement. 3.  Authorized Customers/Locations. a)  Dealer is ONLY authorized to sell Products to END USE retail customers for use in the United States from: 1)  Certain of Dealers retail store(s) as authorized from time to time by Whirlpool (Store Locations). As of the date of             ",
    "this Agreement, Dealers authorized retail store(s) are those listed in the above box. 2)  Dealers registered internet web site as authorized from time to time by Whirlpool (Web Site). The Web Site address must include the name under which Dealer does business at the Store Location(s). No other web sites are authorized. As of the date of this Agreement, Dealers authorized web site is listed in the above box. b)  Dealers sales via the Web Site, or otherwise, shall be limited to END USE retail customers located within the geographic area in which Dealer can provide, in Whirlpools sole judgment, comprehensive customer support and service (including but not limited to in-store display, product delivery, and warranty service) from its Store Location(s). Web Site may not complete transactions through a third party on-line marketplace or auction site. 1        ",
    "c)  KitchenAid Products cannot be quoted, sold or shipped to any consumer located more than 150 miles from Dealers Store Location. d)  Notwithstanding anything to the contrary in this Agreement, Whirlpool reserves the right to further limit in its sole discretion Dealers  authorized  customers,  locations,  geographic  area,  means  of  product  display  and/or  advertising,  and  use  of  the internet to advertise or sell any and all Products. This  Agreement  does  NOT  authorize  Dealer  to  ship  or  sell  Products  to  other  dealers  or  to  any  parties  other  than  the  class  of customers authorized by this Agreement, or to sell the Products through any store locations or internet web sites other than those authorized by this Agreement. 4.  Promotional  Support.  Cooperative  advertising  funds  may  be  available  to  assist  Dealer  in  promoting  the  sale  of  Products, pursuant to Whirlpools Advertising Policy, a copy of which Dealer acknowledges that it has received and reviewed. Dealer may also qualify for promotional funding, trailing credit or other programs offered from time to time by Whirlpool. To qualify for any such program, Dealers account must be and remain current, Dealer must pay Whirlpool  for  an  order  before  it  is  eligible,  Dealer  must  satisfy  any  and  all  conditions  for  payment,  including  conditions specifically required by the program, and Dealers claim must follow published program guidelines. If Dealers account has an outstanding balance, Whirlpool may apply any amount due to Dealer pursuant to any such program to Dealers account. All Whirlpool trade customer programs are subject to the terms and conditions of this Agreement. 5.  Merchandising  and  Other  Dealer  Obligations.  Dealer  shall  use  its  best  efforts  to  promote,  maintain  and  increase  sales  of Products.",
    "To support Whirlpools sales program, Dealer shall: a)  Achieve or exceed Dealers purchase objectives for Products; b)  Advertise and promote Products according to merchandising principles that emphasize the value and quality of the Products and foster the goodwill of consumers toward the Products; c)  Operate any promotion or rebate program in compliance with any and all applicable laws and regulations, and ensure that no promotion or rebate program is identified as a manufacturers program or Whirlpool program unless agreed upon in writing by Whirlpool; d)  Maintain an attractive display of current Products to adequately merchandise each authorized brand of Products, and abide by the display requirements contained in any Display Agreement which may be agreed upon with Whirlpool (a copy of Dealers Display Agreement may be attached to this Agreement); e) Install Products, or have Products installed, as specified in Whirlpool installation instructions; f) Instruct customers in the proper use and operation of Products; g)  Maintain signs and insignia to identify clearly Dealers store as an authorized dealer of each authorized brand; h)  Provide, where possible, plumbing, wiring and venting for proper in-store demonstration of all the Products offered for sale by Dealer; i)  Maintain well-trained sales people who present Product features and benefits to customers; j)  Maintain a credit rating acceptable to Whirlpool; k)  Comply with all applicable laws and regulations; l)  Keep Whirlpools printed warranty and any other consumer literature packaged with the Products, and provide information regarding Whirlpools warranty upon request by customers;               ",
    "m)  Maintain an adequate inventory of current Products to serve customers; n)  Maintain adequate insurance; o)  Protect the confidentiality of information that Whirlpool marks or identifies as Confidential, such as price sheets; p)  Allow Whirlpool to review and audit Dealers sales records from time to time upon reasonable notice; q)  Upon request, provide Whirlpool information sufficient to notify Product customers in the event of Product-related issues; and r)  Maintain  adequate  means  of  communication,  including  at  a  minimum  a  telephone,  facsimile,  email  account  and  internet service. 6. Internet Transactions. If Dealer chooses to do business in Products over the Internet at Dealers Web Site and is authorized by Whirlpool to sell over the Internet, such activity must comply with all of the requirements of this Agreement, in addition to the following requirements: a)  The  Web  Site  must  contain  an  attractive  display  of  current  products  to  adequately  merchandise  each  authorized  brand  of Products. 2          ",
    "b)  Any Product information on the Web Site must be displayed in at least 4 color graphics, must include Product features or benefits,  must  prominently  feature  logos  as  specified  in  Whirlpool  trademark  guides,  and  must  include  Product  model numbers. c)  Product warranty information must be available on-line. d)  The Web Site must be easily navigable and consistently maintained to ensure accuracy of Product information and customer satisfaction. e)  The Web Site must clearly identify Dealer as an authorized dealer for each authorized brand of Products. f)  Dealer must have sufficient resources to ensure adequate customer satisfaction throughout the entire sales process. Customer service assistance must be available at least 6 days per week for at least 9 hours per day. g)  Dealer shall ensure that the Web Site content is not misleading and that it complies with all applicable laws and regulations pertaining to Dealers operation of the Web Site. h)  Dealer  shall  include  the  following  language  on  every  page  of  the  Dealer  Web  Site  that  contains  Whirlpool  Materials  or Whirlpool Marks (as defined in this Agreement): Whirlpool Corporation has granted (insert Dealer name) permission to use trademarks and copyrighted material for limited purposes. 7.  Dealer Prices, Terms of Sale, Orders. Whirlpool will sell Products to Dealer based on the prices, sales terms and shipping terms as  established  and  issued  by  Whirlpool  on  price  sheet(s)  or  in  other  forms,  which  prices  and  terms  are  incorporated  in  this Agreement.  Whirlpool  may  change  Product  prices,  sales  terms  and  shipping  terms  at  any  time  without  prior  notice.  This Agreement,  including  the  prices  and  terms  incorporated  in  it,  will  govern  each  order  submitted  by  Dealer  and  each  sale  of Products by Whirlpool to Dealer. Whirlpool reserves the right to require Dealer to place all orders via Whirlpools SAP electronic ordering  system  or  through  a  third  party,  based  on  a  Total  Volume  Commitment  threshold  as  determined  in  Whirlpools  sole discretion.  8.",
    " Taxes/Invoices. Dealer shall pay any tariffs and taxes imposed on the sale of, or otherwise with respect to, the Products purchased by Dealer. Any claim for adjustment of an invoice or for off-invoice payment or credit shall be waived if Dealer fails to present it in writing to Whirlpool within one year from the date of invoice or one year from the date that such off-invoice payment or credit allegedly accrued. No claim,  credit  or  offset  may be  deducted  from any invoice. Whirlpool shall  have the right to set  off any monies owed to Whirlpool by Dealer against any monies due Dealer from Whirlpool under any contracts between the parties or any trade customer programs offered by Whirlpool. 9.  Acceptance of Orders. All orders received by Whirlpool for Products are subject to acceptance in Whirlpools sole and absolute discretion.  Once  accepted,  Whirlpool  will  attempt  to  fill  Dealers  orders  for  Products  depending  on  available  production, inventory, acceptable credit, and subject to causes beyond Whirlpools reasonable control. Whirlpool may, in its sole discretion, reject any orders, prioritize shipments of orders, and/or allocate Products among orders. Whirlpool will not be liable for delay in or failure to fill any order. Advance written authorization from Whirlpool is required before Dealer may return any Products to Whirlpool.  Whirlpool  may  assess  a  restocking  charge  for  authorized  returned  Products  that  are  non-stock  or  that  have  been opened. Dealer assumes title to the goods when the goods are delivered at dealers specified location. 10.  Credit Terms. Whirlpool may change, suspend or revoke credit terms at any time. All amounts outstanding must be paid within 30 days after receipt of invoice  or receipt of goods whichever is later.. Any amount not received by the due date may bear interest at the maximum rate allowed by law and  may be subject to fees and/or penalties established by Whirlpool (i.e. fee for checks  returned  for  insufficient  funds,  workout  fee,  reasonable  attorney  fees  and  legal  expenses).  Whirlpool  has  the  right  to accelerate all balances outstanding on every invoice to Dealer if any amount is not received by the due date.                ",
    "11.  Indirect  Sales.  Whirlpool  may  decide  in  its  sole  discretion  not  to  sell  Products  directly  to  Dealer,  and  to  require  Dealer  to purchase Products from an authorized wholesaler, such as a warehousing buying group of which Dealer is a member. The prices, shipping terms, credit terms and other terms and conditions of any sale by a wholesaler to Dealer are to be determined between that wholesaler and Dealer alone, and not by Whirlpool. Any agreement or understanding to the contrary is unauthorized and in conflict  with  Whirlpools  policies.  In  all  other  respects,  all  of  the  terms  of  this  Agreement  between  Whirlpool  and  Dealer, including the right of either party to terminate this Agreement, shall continue to apply, regardless of whether Dealer purchased from Whirlpool or from a wholesaler. 12.  Excused Performance. Except for Dealers payment obligations, neither Whirlpool nor Dealer shall be liable for loss or damage or delay resulting from its failure to perform any obligation, if the failure results from (a) transportation shortages or inadequate supplies of equipment, materials or energy; (b) compliance with any law, ruling, order, regulation, requirement, policy, decree or instruction of any governmental department or agency; (c) act of God; (d) an act or omission of the other party; (e) fire, strike, embargo, war or riot; or (f) any other event or cause beyond its reasonable control. 13.  Retail Pricing. The prices at which Dealer offers Products for sale are to be determined by Dealer in Dealers sole discretion. Any agreement  or  understanding  to  the  contrary  is  unauthorized  and  in  conflict  with  Whirlpools  policies.  Dealer  should  notify Whirlpool in writing, by sending notice to Whirlpool Corporation Headquarters, attention General Counsel, of any attempt by a Whirlpool employee to inhibit Dealers resale pricing discretion. 3        ",
    "14.  Electronic Transmissions and Agreements. a)  Whirlpool and Dealer agree that this Agreement and other agreements may be entered into by electronic means and/or using electronic signatures. b)  Whirlpool and Dealer agree that any order, acceptance, notice or other communication under this Agreement may be sent by electronic transmission. c)  When sending electronic transmissions, Whirlpool and Dealer will establish identification user IDs to identify themselves. The presence of this user ID shall be sufficient to verify the source and authenticity of each electronic transmission. Each party shall pay its own costs of electronic transmissions. d)  An  electronic  transmission  containing  the  user  ID  and  functionally  acknowledged  as  received  will  be  considered  to  be  a writing or in writing, and deemed for all purposes to have been signed. Functional acknowledgments shall constitute nothing more than a receipt of transmission. e)  Electronic transmissions, or printouts of electronic transmissions, shall constitute an original when maintained in the ordinary course of business. f)  The parties agree to exercise reasonable precautions to protect the security and integrity of electronic transmissions between Whirlpool and Dealer. Dealer shall promptly notify Whirlpool in the event employment of an employee with access to a user ID  is  terminated  or  such  employee  otherwise  ceases  to  be  employed  by  Dealers  company  so  that  such  user  ID  may  be terminated. g)  Nothing contained or referenced in an electronic transmission by Dealer shall modify, limit or negate the terms and conditions of this Agreement. h)  Electronic transmissions between Dealer and its customers are Dealers sole responsibility and any and all liability relating to those transmissions rests solely with Dealer. i)  A facsimile transmission (fax) is an electronic transmission, within the meaning of this Agreement, if the fax is sent to a fax telephone number that the recipient has specified to the sender as a number to which faxes may be sent to the recipient. 15.  Violation of Agreement. Dealers violation of any term of this Agreement is grounds for Whirlpool to: (i) withhold payment for promotional programs including but not limited to volume incentive rebates; (ii) suspend sales of any or all products to Dealer; or (iii) terminate this Agreement. All decisions regarding violations will be made independently by Whirlpool, in its sole discretion. 16.  Termination.",
    " This  Agreement  or  any  portion  of  this  Agreement  (such  as  certain  above-listed  Store  Location(s), Web  Site,  or Product brands), may be terminated in any of the following ways: a)  Either party may terminate this Agreement, with or without cause, by giving at least thirty (30) days prior written notice. b)  Whirlpool may terminate this Agreement immediately upon written notice to Dealer in any of the following events: 1)  Dealer  or  its  agent  or  employee  makes  a  derogatory,  misleading  or  deceptive  statement,  printed  or  oral,  relating  to Whirlpool Corporation and/or Products. 2)  Dealer attempts to assign or delegate any portion of this Agreement without the prior written consent of Whirlpool. 3)  Dealer sells its business, makes an assignment or transfer of business assets or a change in majority control of Dealers                       ",
    "business occurs. 4)  Dealer  ceases  to  function  as  a  going  concern  or  ceases  to  conduct  its  operations  as  a  retail  dealer  continuously  and actively. 5)  Dealer  becomes  insolvent  or  subject  to  a  petition  in  bankruptcy  filed  by  or  against  it  or  is  placed  under  control  of  a receiver, liquidator or committee of creditors. 6)  Dealer submits a false or fraudulent report or other statement to Whirlpool. 7)  Dealer trans-ships Products to other authorized or unauthorized dealers, or does business in Products from store locations or via the internet other than as authorized by Whirlpool. 8)  Dealer fails to pay or perform any obligation when due. 9)  Dealer or any of its owners or principal management personnel commits a felony or engages in any unethical, immoral or otherwise improper conduct that, in Whirlpools opinion, may impair Dealers ability to effectively market and sell the Products. This Agreement and Dealers status as a Whirlpool dealer may be terminated in the manner described in this Agreement whether or not Dealer shall have recovered or recouped any investment or other expenditures made to sell Products. 4             ",
    "17.  Post Termination/Expiration Provisions. After termination or expiration of this Agreement, the following provisions apply: a)  Whirlpool shall have the option (but not the obligation) in its sole discretion to repurchase all or any part of the Products and parts  or  accessories  for  Products  in  Dealers  inventory.  The  repurchase  price  shall  equal  Whirlpools  net  invoice  price  to Dealer plus freight, if applicable. b)  Either party may immediately cancel all pending orders. c)  Dealer must immediately remove any signs, insignia, or internet materials that identify or otherwise suggest that Dealer is authorized to sell Products, and Dealer shall not represent itself as authorized by Whirlpool to sell Products. d)  Dealer shall promptly pay all amounts owing Whirlpool, including any such amounts that might otherwise have become due at some future date because of deferred payment or credit agreements. e)  Dealer shall immediately cease using the Whirlpool Marks and the Whirlpool Materials, as defined below. f)  Whirlpool  shall  not  be  obligated  to  pay  Dealer  compensation  of  any  kind,  whether  for  claimed  loss  of  goodwill,  sales  or profits, for recoupment of any investment, expenditures or commitments made by Dealer to sell Products. 18.  Indemnity. a)  Whirlpool shall indemnify, defend and hold Dealer and its directors, officers, employees, agents and assignees harmless from and  against  any  and  all  claims  or  losses,  including  reasonable  settlement  payments  and  attorney  fees,  arising  out  of  any defects in the design or manufacture of the Products purchased by Dealer if, and only if, (1) Dealer provides Whirlpool with prompt notice of any such claim or loss, (2) Whirlpool is given the right to control the defense, and (3) Dealer cooperates as reasonably requested by Whirlpool.",
    "Whirlpool also shall indemnify and hold Dealer and its directors, officers, employees, agents and assignees harmless from and against any and all claims or losses arising out of any valid claim for infringement of valid and enforceable U.S. patents with respect to any of the Products purchased by Dealer, or with respect to any Whirlpool Marks or Whirlpool Materials, as defined below, used by Dealer in  conformance  with this Agreement if, and only if, (A) Dealer  provides  Whirlpool  with  prompt  notice  of  any  such  claim  or  loss,  (B)  Whirlpool  is  given  the  right  to  control  the defense, and (C) Dealer cooperates as reasonably requested by Whirlpool. b)  Dealer shall indemnify and hold Whirlpool and its directors, officers, employees, agents and assignees harmless from and against  any  and  all  claims  and  losses,  including  reasonable  settlement  payments  and  attorney  fees,  arising  out  of  (1)  any misrepresentations or negligent acts or omissions of Dealer or its employees, agents or representatives in connection with the installation, demonstration, display, sale or servicing of any of Products, or with respect to any representation or warranty given,  or  allegedly  given,  by  Dealer  or  its  employees,  agents  or  representatives  other  than  those  set  forth  in  the manufacturers written warranty, (2) any failure of Dealer to perform any of its obligations under this Agreement, or (3) any activities conducted by Dealer under this Agreement other than claims covered by Whirlpools indemnity to Dealer contained in Section 18(a) above. 19.  Limitations of Liability.",
    "In no event shall either party be liable to the other, based upon breach of contract, negligence, negligent misrepresentation, or any other legal theory, for any special, incidental, consequential (including lost profits), multiple or punitive damages  arising  from  or  related  in  any  way  to  (1)  the  subject  matter  of  this  Agreement,  (2)  the  negotiation,  execution, performance, or termination of this Agreement, (3) the Products provided or services performed by either party to this Agreement, or  (4)  representations  made  in  connection  with  the  negotiation,  execution,  performance,  or  termination  of  this  Agreement, however caused and whether or not the parties had been notified of the likelihood of such damages. The parties (a) shall not assert any  claims against each  other arising  from  or related in  any  way  to the  foregoing  matters based  upon  negligence or  negligent misrepresentation or any other legal theory other than breach of contract, and (b) shall not attempt to avoid the enforcement of this limitation of liability on the grounds of unconscionability or failure of essential purpose or any other ground should a dispute arise between them. 20.  Trademarks.           ",
    "a)  Dealer shall not use or register any of the trademarks, service marks or trade names owned by or licensed to Whirlpool or any of its subsidiaries (Whirlpool Marks), or any name or mark that is confusingly similar to Whirlpool Marks as a part of Dealers business, partnership, assumed or corporate name, email or web site name or URL address. b)  Whirlpool grants Dealer a limited, non-exclusive, non-transferable license to use the Whirlpool Marks only in the form, style and manner specified in Whirlpool Trademark Guides and only for the purpose of promoting or selling Products under the terms of this Agreement. Dealer acknowledges that all use of the Whirlpool Marks shall inure to the benefit of the Whirlpool company owning them and that this Agreement does not confer upon Dealer any goodwill or other interest in the Whirlpool Marks.  Dealer  assigns  and  transfers  to  the  appropriate  Whirlpool  company  any  and  all  trademarks  and  trademark  rights created by any use of the Whirlpool Marks by Dealer, together with the goodwill of the business in connection with which the Whirlpool Marks are used by Dealer. 21.  Permission to Link and Limited License in Whirlpool Content. a)  Whirlpool grants Dealer permission to link Dealers Web Site to the main page of Whirlpools branded internet web sites for the brands Dealer is authorized to sell, including www.Whirlpool.com, www.KitchenAid.com, www. RoperAppliances.com, and www.EstateAppliances.com (Internet Sites). Whirlpool grants Dealer permission to display the Whirlpool Marks on Dealers Web Site as a linking icon, and Dealer agrees to follow any instructions provided by Whirlpool regarding use of the Whirlpool Marks as a linking icon. 5      ",
    "b)  Whirlpool grants Dealer a limited, non-exclusive, non-transferable license to use the Whirlpool Marks, product images, text, data, and  information  pertaining to the Products that are provided by Whirlpool  or downloaded with  permission  from the Internet Sites (Whirlpool Materials) for the purpose of advertising, promoting, and selling Products on Dealers Web Site pursuant to this Agreement. Whirlpool further grants to Dealer the limited right to alter the Whirlpool Materials only for the purpose of reformatting as may be required for use on Dealers Web Site. Dealer is not allowed to distort, modify, or alter in any manner any Whirlpool Marks contained in the Whirlpool Materials. Whirlpool reserves the right to review and approve all uses of the Whirlpool Materials, and to require any modifications it deems necessary. c)  These permissions and limited license are granted by Whirlpool on the condition that Dealer does not misuse, infringe, or assert  rights  in  Whirlpool  Materials,  Whirlpool  Marks,  and  other  proprietary  materials  and  intellectual  property  on  the Whirlpool Internet Sites. Whirlpool may revoke these permissions and/or the limited license if Dealer fails to abide by such condition or if Dealer violates any terms of this Agreement. 22.  Relationship.  The  relationship  between  Whirlpool  and  Dealer  shall  be  that  of  seller  and  buyer.  Dealer  and  its  agents  and employees are not partners, joint venturers, franchisees, agents, employees, or representatives of Whirlpool. Dealer may not enter any promise, warranty, contracts or other commitment for Whirlpool or obligate Whirlpool to third parties. 23.  Entire Agreement. This Agreement is the entire contract between Dealer and Whirlpool relating to the purchase of Products and authorization to sell Products and supersedes any prior agreement between the parties, except for any written agreements relating to Product launches,  display requirements, consignments, test  marketing activities, service, credit  or the financing of Products. This Agreement shall govern over any conflicting or inconsistent terms contained in any written agreements relating to Product launches, display requirements, consignment or test  marketing activities.",
    "This Agreement  may not be extended,  supplemented, amended  or  modified  except  in  a  writing  signed  by  Whirlpool  and  Dealer.  The  terms  and  conditions  of  this  Agreement  shall supersede  any  terms  and  conditions  which  may  be  contained  in  Dealers  purchase  order,  proposal,  request  for  quotation, confirmation,  acknowledgment,  website  terms,  or  other  form  or  instrument  that  may  be  delivered  or  signed  by  either  party  in connection with any of the transactions contemplated by this Agreement. Such form or instrument shall be for the convenience of the parties only and shall not affect, modify, limit or negate the terms and conditions of this Agreement, except as provided for in this Agreement. 24.  Personally Identifiable Information. From time to time, Whirlpool and Dealer may exchange, or jointly collect, consumer data, which  contains  personal  identification  information  (Confidential  Information).  The  providing  party  warrants  that  the Confidential  Information  was  obtained  in  compliance  with,  and  its  disclosure  to  the  receiving  party  does  not  violate,  any applicable laws, rules, regulations, promises, or Whirlpools privacy policy. The receiving party warrants that its use and retention of  Confidential  Information  will  be  in  strict  compliance  with  all  applicable  laws,  rules  and  regulations,  including,  without limitation, any marketing, data protection and privacy laws. The receiving party shall not disclose Confidential Information to any third party without the prior express written consent of the providing party. 25.  No  Oral  Representations.  There  are  no  representations  of  fact  or  opinion  on  which  either  party  may  reasonably  rely  in connection with the negotiation, execution, performance, or termination of this Agreement other than those that are set forth in this Agreement or in a properly executed written modification of this Agreement. 26.  Severability.",
    "If any term or provision of this Agreement shall to any extent be determined to be void, invalid or unenforceable, such  provision  shall  automatically  be  voided  and  shall  not  be  part  of  this  Agreement,  but  the  enforceability  or  validity  of  the remainder of this Agreement shall not be affected by the voiding of the provision. 27.  Waiver. Whirlpools failure to exercise a right or remedy or Whirlpools acceptance of partial compliance or noncompliance with all or part of this Agreement, including without limitation any conditions of promotional funding or trailing credit programs, will not operate as a waiver of any of Whirlpools rights or Dealers obligations under this Agreement, and will not constitute a waiver              ",
    "of Whirlpools right to immediately act on any breach of this Agreement. 28.  Assignment. Dealer may not assign or delegate any of its rights or obligations under this Agreement without the written consent of Whirlpool. Whirlpool may refuse consent with or without cause. 29.  Non-exclusivity. The relationship established under this Agreement is non-exclusive. Whirlpool reserves the right to sell Products to  other  dealers  or  parties  Whirlpool  may  select  from  time  to  time.  Without  limiting  the  foregoing,  Dealer  does  not  have  any exclusive  right  to  sell  Products  in  any  particular  geographic  area  or  to  any  particular  customer(s)  or  type  of  customer.  Dealer reserves the right to sell other lines of appliances. 6       ",
    "30.  Notices.  Any  notice  required  or  permitted  by  this  Agreement  shall  be  given  in  writing  by  personal  delivery,  by  overnight commercial  courier,  or  by  registered  or  certified  mail,  return  receipt  requested,  or  by  electronic  transmission,  as  provided  in Section 14. Notices shall be sent to Dealer or Whirlpool, at the recipients address set forth in this Agreement. 31.  Compliance  with  Laws;  Applicable  Law.  Dealer  shall  comply  with  any  and  all  applicable  laws  and  regulations,  including without limitation, U.S. anti-money laundering laws. This Agreement shall be construed, interpreted and enforced according to the laws of the State of Michigan, without regard to its conflict of laws principles. The Parties expressly waive any applicability of the United Nations Convention on Contracts for the International Sale of Goods to any aspect of this Agreement. 32.  Venue and Enforcement. All disputes arising from  or relating to the buyer/seller relationship between Whirlpool and Dealer, including any disputes arising under or relating to this Agreement, shall be adjudicated exclusively in the U.S. District Court for the Western District of Michigan or, if there is no federal jurisdiction, in a state court sitting in Berrien County, Michigan. Dealer shall  pay  all  reasonable  costs  and  expenses  incurred  by  Whirlpool  in  connection  with  the  enforcement  of  this  Agreement, including all reasonable attorneys fees, court costs and expenses. 33.  Warranty.  Whirlpool  will  warrant  the  Products  purchased  by  Dealer  in  accordance  with,  and  only  to  the  extent  expressly provided in, Whirlpools standard warranty provisions applicable to such Products and in effect at the time that the Products in question were purchased by Dealer (Product Warranty). Such Product Warranty shall be for the exclusive benefit of Dealer and its customers. THE APPLICABLE PRODUCT WARRANTY CONSTITUTESW HIRLPOOLs SOLE AND EXCLUSIVE WARRANTY  AND  REMEDY  WITH  RESPECT  TO  ANY  PRODUCTS  PURCHASED  BY  DEALER.",
    " EXCEPT  TO  THE EXTENT  EXPRESSLY  STATED  OTHERWISE  IN  THE  APPLICABLE  PRODUCT  WARRANTY,  WHIRLPOOL DISCLAIMS  ALL  EXPRESS  WARRANTIES  (WHETHER  ORAL  OR  WRITTEN)  AND  ALL  IMPLIED WARRANTIES, INCLUDING,  WITHOUT  LIMITATION,  WARRANTIES  OF  NON-INFRINGEMENT, MERCHANTABILITY AND FITNESS FOR ANY PARTICULAR PURPOSE, AND ALL WARRANTIES ARISING BY CUSTOM OR TRADE USAGE. 34.  Survival  Rights.  The  expiration  or  termination  of  this  Agreement  shall  not  terminate  vested  rights  of  either  party  from  any liabilities  or  obligations  incurred  under  this  Agreement  prior  to  and  which  by  their  nature  continue  after  such  expiration  or termination, except as expressly provided in this Agreement. 35.  Related  Documents.  Dealer  may  access  Whirlpool  price  sheets,  sales  terms,  shipping  terms,  Trademark  Guides  and  product warranties at www.whr.com. 36.  Headings. The headings to the paragraphs in this Agreement are included solely for the convenience of the parties and shall not have any effect upon the interpretation of any provision of this Agreement. 37.  Effective Date. This Agreement shall become effective upon acceptance by Whirlpool. Dealer waives notice of such acceptance. 38.  Acknowledgment. The parties each acknowledge that they have read, understand and agree to the terms of this entire Agreement. 7                          ",
    "Appendix A- Dealer order and pricing for FY 2022 Product Washers Dryers Refrigerators Units committed per SKU 5000 5000 3000 Dealer price per SKU $1000 $900 $3200                     "
  ],
  "highlights": [],
  "duplicate_highlights": []
}
