{
  "full_text": [
    "Vianai National Employee Handbook Updated: January 1, 2022 Vianai Systems, Inc.        ",
    "TABLE OF CONTENTS Welcome Letter .......................................................................................................................................... 3 SECTION 1: ABOUT US ............................................................................................................................ 4 OUR STORY ............................................................................................................................................................ 4 OUR VALUES .......................................................................................................................................................... 4 OUR CULTURE ........................................................................................................................................................ 5 OUR PURPOSE ....................................................................................................................................................... 6 OUR VISION ............................................................................................................................................................ 6 OUR MISSION ......................................................................................................................................................... 6 OUR PHILOSOPHY ................................................................................................................................................. 6 SECTION 2: THE WAY WE WORK ........................................................................................................ 7 PURPOSE OF THIS DOCUMENT ............................................................................................................................ 7 EMPLOYMENT DETAILS & POLICIES .................................................................................................................... 8 CODE OF ETHICS ................................................................................................................................................. 12 SECTION 3: YOUR POSITION, PAY, AND PROGRESS ................................................................... 14 EMPLOYMENT STATUS ....................................................................................................................................... 14 IMMIGRATION LAW COMPLIANCE .................................................................................................................... 15 COMPENSATION PHILOSOPHY ......................................................................................................................... 15 PAYROLL ADMINISTRATION .............................................................................................................................. 16 MEAL AND REST BREAKS .................................................................................................................................. 18 DAY OF REST ....................................................................................................................................................... 19 PERFORMANCE REVIEWS .................................................................................................................................. 19 PROMOTIONS AND TRANSFERS ....................................................................................................................... 19 SECTION 4: BENEFITS AND TIME AWAY FROM WORK .............................................................. 20 BENEFITS .............................................................................................................................................................. 20 TIME AWAY FROM WORK ................................................................................................................................. 22 U.S. HOLIDAYS ................................................................................................................................................... 22 FLEXIBLE VACATION ........................................................................................................................................... 23 SICK LEAVE .......................................................................................................................................................... 24 LEAVES OF ABSENCE .......................................................................................................................................... 26 Vianai Systems, Inc.     ",
    "SECTION 5: ON THE JOB ....................................................................................................................... 33 WORK SCHEDULES & ATTENDANCE ............................................................................................................... 33 PERSONNEL FILES AND RECORDS ................................................................................................................... 34 LACTATION ACCOMMODATION ........................................................................................................................ 34 OPEN DOOR POLICY .......................................................................................................................................... 35 STANDARDS OF CONDUCT ............................................................................................................................... 35 MEDIA INQUIRY POLICY ..................................................................................................................................... 36 OUTSIDE EMPLOYMENT ..................................................................................................................................... 36 REFERENCE CHECKS .......................................................................................................................................... 37 EMPLOYMENT OF FAMILY MEMBERS AND INTIMATE RELATIONSHIPS ........................................................ 37 NO SMOKING ....................................................................................................................................................... 37 SAFETY ................................................................................................................................................................. 38 DEFEND TRADE SECRETS ACT NOTICE ........................................................................................................... 38 VIOLENCE PREVENTION ...................................................................................................................................... 38 DRUG FREE WORKPLACE ................................................................................................................................... 39 EMPLOYEE ACKNOWLEDGMENT ....................................................................................................... 42 Vianai Systems, Inc.   Page 2      ",
    "WELCOME LETTER Hello! It brings me great pleasure that you have joined the Vianai team!  At Vianai, we strongly and warmly embrace and value the contributions and talents of each and every Vianai team member in an environment of collegiality, dedication and mutual respect.  The Vianai team is driven and united by a strong desire to transform the nature of AI, our world and humankinds capabilities for the better.  We will do this through empathy. Empathy is more than skin deep, is (way) more than a technique or an attribute in design-thinking, it is the spirit of caring deeply for another, and of bringing our energy to do things that are simply in service of anothers benefit.  More than anything else, our company has to be about this. You are an integral part of this Vianai team and this mission.  As we look forward to an exciting and rewarding journey together, we must like any team follow a set of rules applicable to all, and you must understand your rights and obligations with respect to Vianai and with respect to your Vianai colleagues.  I encourage you to review this Handbook carefully and thoughtfully and to ask all of your questions. Sincerely, Dr.  Vishal Sikka Love is the most powerful motivating force in the universe.  If you can build an organization rooted in love, where you care deeply for one another, your companys potential is limitless.     - Joel Peterson Vianai Systems, Inc.   Page 3        ",
    "SECTION 1:   ABOUT US OUR STORY Dr.  Vishal Sikka founded Vianai Systems in January of 2019 with a seed investment of  $50 million and an advisory board composed of some of the biggest names in enterprise technology and academia, including:  John Etchemendy (Provost Emeritus of Stanford University, Co-Director of Stanford Institute of Human-Centered Artificial Intelligence (HAI)), Henning Kagermann (former Chairman and CEO of SAP and Chairman of Acatech), Alan Kay (Turing Award Winner and Computer Science Pioneer), Divesh Makan (Founder of ICONIQ Capital), Indra Nooyi (Member of the Boards at Amazon and Schlumberger and Former CEO of PepsiCo), and Sebastian Thrun (CEO of the Kitty Hawk Corporation, and Co-founder and Chairman of Udacity). In founding Vianai, Dr.  Sikka sought to build technology that unleashes the full range of human potential by applying his deep domain knowledge in AI.  This idea is at the heart of our mission, which seeks to help build organizational wisdom by activating artificial intelligence and amplifying human minds. Though we are a new group, Vianai has already worked with some of the largest institutions in the world to define and determine how artificial intelligence can help solve their business problems and enable their employees to utilize advanced technologies. From our founder and founding values, a team of experts and misfits came together to create a simple platform of advanced technology.  We are engineers, designers, doers, makers, and thought leaders.  We are curious and creative, confident and humble.  We believe that we will change the world and stay true to our values. OUR VALUES Innovation We want truly innovative people, for true innovation.  This requires what J. Krishnamurthi articulated as the freedom from the known.  It is human nature, arguably ingrained into the fabric of our genetic makeup, to cling to what we know.  True innovation depends on developing the ability to see the unseen. Every innovation on this planet has happened because someone saw, in their minds eye, something that was missing from the world, which they believed would change the world for the better and found a way to make it real.  This is freedom from the known.  We want every single person associated with this company to develop and nurture the ability to see things beyond improvements on what exists. Vianai Systems, Inc.   Page 4   ",
    "Methods & Mindsets We embrace the scientific method and design thinking mindsets.  The scientific method requires discipline and a methodical approach and recognizes that multiple minds are superior to any one mind alone.  The scientific method enables a quest to understand the unknown through conjecture, hypothesis and experimentation.  It pushes the boundaries of human knowledge to explain phenomenon that may even have been previously considered fantastical. Design thinking enables us to be human centric in our technological solutions, to focus on human values, embrace experimentation and take a bias towards action.  We thrive in ambiguity and craft for clarity.  We are empathetic and experiential. When brought together, the method and the mindsets, we believe there is no limit to what humans can accomplish. Balance:  Openness & Awareness We believe that all members of our organization must have the opportunity to collaborate, to discuss, to dissect and to disagree.  As the scientific method has proved, consensus emerges through the continuous and uncompromising examination and re-examination of assumptions and conclusions by a large number of peers. However, this open sharing of thoughts and ideas, and throwing open the insights and the outcomes for everyone to see, is often at odds with the business objectives and commercial interests of for-profit organizations.  In a litigious world, with steep competition and deep pockets, it becomes increasingly important for all commercial organizations, especially smaller ones that are vulnerable to theft and piracy, to protect their intellectual property interests.  How can this seeming contradiction be resolved? The answer is openness, with awareness. We seek people who understand at a deep level, and in every part of the organization, where and when openness is beneficial, and when it is detrimental to the shared interests of the organization.  Each member of Vianai should strive to understand this issue completely, and bring the required balance between openness and confidentiality, to get the most out of both things  the power of open collaboration and successful protection of all the valuable assets, intellectual and others, of the Company. OUR CULTURE We are sisters and brothers and sons and daughters.  We have dogs and cats and other animals.  We are parents.  We are teachers.  We are students.  We are partners.  While Vianai is a part of us, it isnt all of us.  Our company is founded on a culture of trust, empowerment and respect. Vianai Systems, Inc.   Page 5   ",
    "This means we want your whole self at work  the non-perfect, messy, sometimes imposter, sometimes expert, sometimes vulnerable and sometimes superhuman self that contributes to something you believe in.  We want to provide you with a safe environment so you can focus on doing what you do best and help us change the world. We are committed to advancing inclusion, equity and diversity because we believe to design more transparent and beneficial AI systems, we need architects of all types.  And to us, the more perspectives the better.  We dont have all the answers, but we encourage questions and smart, creative people with diverse experience and expertise.  The combination helps us gain clarity, find ideas and move to the best solution faster. We ask tough questions to each other and ourselves.  We expect youll do the same. OUR PURPOSE Systems Thinking for the Design of Thinking Systems AI is transforming every company, every business and every industry.  The adoption of AI in the enterprise represents a seismic shift, of the same magnitude as the transition to the use of computing itself.  We believe technology alone does not create opportunity; rather, when people harness technology, they achieve more. AI & Design Thinking The combination of AI and Design Thinking paves the way for innovation, productive use, and widespread adoption of a next-generation of AI-driven technologies and approaches within companies across all industries and around the world.  We combine technical know-how with an empathetic, human-centered and design thinking approach to problem selection, definition and execution.  We provide education, AI/ML and data-science consulting services, pre-built application scenarios, and advanced software platforms.  Our solutions are characterized by world-class user-experiences that have explorability, explainability, usability and empathy at their core. OUR VISION Building a World Full of Life & Intelligence. OUR MISSION Building Organizational Wisdom by Activating Artificial Intelligence and Amplifying Human Minds. OUR PHILOSOPHY Act within Vianais best interest, as Vianai will act in yours. Vianai Systems, Inc.   Page 6   ",
    "What does that mean? Expense only what you would otherwise not spend, and is worthwhile for work Travel as you would if it were your own money.  Vianai provides travel support to help you find the best ways to save. Disclose non-trivial vendor gifts When youre not sure of what to do  ask! Our philosophy in action is demonstrated in our Vacation policy.  You simply need to coordinate with your team lead and your team members.  We want you to go on vacation  our leaders will take time away, and as when they come back, we hope you return to us refreshed and inspired. Policies & programs may be added, changed, updated or eliminated at any time based on evolving needs or operations.  We will always keep you informed of any new or changes to programs and policies.  If a program is eliminated, reimbursable expenses incurred prior to such changes will be honored by Vianai. SECTION 2:   THE WAY WE WORK PURPOSE OF THIS DOCUMENT Welcome to Vianai Systems, Inc.  (Vianai or the Company), we are so glad you are here.  This Employee Handbook (Handbook) summarizes our employment guidelines and is intended as a reference document for our employees.  We urge you to read this Handbook as we have tried to answer the most common questions asked by employees.  This Handbook replaces all earlier versions of the Handbook and supersedes all prior inconsistent policies, practices, and procedures. This Handbook is not a contract of employment for any specified term, and its provisions are not intended to imply a contractual relationship.  Furthermore, nothing in this Handbook, or any other document describing personnel policies or benefit plans, creates or is intended to create a contract, promise or representation of continued employment, or continued terms and conditions of employment, for any employee. This National Employee Handbook is based upon US federal laws and California state laws.  Some policies may not apply to employees based outside of California. State Handbook Supplements will be provided for employees outside of California.  Where a state mandated policy or leave law applies that is not covered in this National Handbook or is greater than the National Handbook allows for, the State Law will be honored.  Additional benefits and protections not listed in this handbook may be available to certain employees, depending on their place of work.  Please contact Human Resources or our VP of Legal Operations with any question as to the applicability of any policy outside of California. Vianai Systems, Inc.   Page 7    ",
    "This handbook states only general Vianai guidelines.  Vianai may, at any time, in its sole discretion, modify or vary from anything stated in this handbook, with or without notice, except for the At-Will Employment Policy. A master copy of this Handbook with the most updated revisions will remain in Vianais Microsoft Teams. EMPLOYMENT DETAILS & POLICIES At-Will Employment Policy This handbook is not an express or implied contract of employment, nor is it a guarantee of continued employment.  It provides the details of our policies.  Vianai adheres to a policy of employment at-will, which permits Vianai or the employee to terminate the employment relationship at any time, for any reason, with or without cause or notice (to the extent not inconsistent with state law).  Employees may also be demoted or disciplined, and the terms of their employment may be altered at any time, with or without cause or notice, at Vianais discretion. No one other than the CEO of Vianai may make any agreement contrary to the foregoing, and any such agreement must be in writing and signed by the CEO.  Nothing in this handbook is intended, or should be read, to alter or modify the at-will employment relationship that Vianai maintains with its employees. Inclusion and Diversity Inclusion and diversity are part of Vianais values at the highest level.  Having diverse employees, business partners and community relationships is vital to creating products and services for our diverse customers around the world.  Vianais commitment to diversity means providing a work environment for all employees that is welcoming, respectful and engaging, with opportunities for personal and professional development.  This in turn increases productivity, quality, creativity and innovation. Equal Employment Opportunity It is Vianais policy to employ, retain, promote, terminate and otherwise treat all employees and job applicants on the basis of merit, qualifications and competence.  Therefore, it is a violation of Vianais policy to unlawfully discriminate in the provision of employment opportunities, benefits or privileges; to create discriminatory work conditions; or to use discriminatory evaluative standards in employment, if that discriminatory treatment is, in whole or in part, based on a protected classification under federal, state or local law.",
    "Vianai is committed to providing all applicants and employees with a safe and respectful working environment that is free from sexual harassment as well as harassment and discrimination against employees, applicants for employment, individuals providing services in the workplace pursuant to a contract, unpaid interns and volunteers based on their actual or perceived: race (including traits historically associated with race, such as hair texture and Vianai Systems, Inc.   Page 8   ",
    "protective hairstyles), religious creed, color, national origin, ancestry, physical or mental disability, medical condition, genetic information, marital status (including registered domestic partnership status), sex and gender (including pregnancy, childbirth, lactation and related medical conditions), gender identity and gender expression (including transgender individuals who are transitioning, have transitioned, or are perceived to be transitioning to the gender with which they identify), age (40 and over), sexual orientation, Civil Air Patrol status, military and veteran status and any other consideration protected by federal, state or local law (collectively referred to as \"protected characteristics\"). For  purposes  of  this  policy,  discrimination  on  the  basis  of  \"national  origin\"  also  includes discrimination against an individual because that person holds or presents the California driver's license issued to those who cannot document their lawful presence in the United States, as well as discrimination based upon any of the following: an individuals or individuals ancestors actual or perceived physical, cultural or linguistic characteristics associated with a national origin group; marriage to or association with individuals of a national origin group; tribal affiliation; membership in  or  association  with  an  organization  identified  with  or  seeking  to  promote  the  interests  of  a national origin group; attendance or participation in schools, churches, temples, mosques or other religious  institutions  generally  used  by  persons  of  a  national  origin  group;  or  a  name  that  is associated  with  a  national  origin  group.  An  employee's  or  applicant  for  employment's immigration status will not be considered for any employment purpose except as necessary to comply with federal, state or local law. The Company allows employees to self-identify their gender, name and/or pronoun, including gender-neutral  pronouns.   The  Company  will  use  an  employees  gender  or  legal  name  as indicated  on  a  government-issued  identification  document,  only  as  necessary  to  meet  an obligation mandated by law.  Otherwise, the Company will identify the employee in accordance with the employees current gender identity and preferred name.",
    " Policy Against Harassment, Discrimination and Retaliation Vianai will not tolerate discrimination or harassment based on any of the above protected characteristics and maintains a strict policy that forbids sexual harassment and other forms of harassment and discrimination against applicants or employees by co-workers, supervisors, managers and professionals.  As used in this policy, the term employees shall include interns, whether paid or unpaid.  Vianais policy also prohibits discrimination, harassment, disrespectful, or unprofessional conduct based on the perception that anyone has any of the above characteristics or is associated with a person who has or is perceived as having any of these characteristics. Vianai will not tolerate harassment by its employees of non-employees with whom Vianai has a business, service or professional relationship.  Vianai also does not tolerate harassment of employees by non-employees, such as clients, vendors, contingent workers, and guests. This policy applies at all Company locations, Company-sponsored social or other events, and other activities at which you represent Vianai.  It applies to all areas of employment, including Vianai Systems, Inc.   Page 9   ",
    "recruiting, hiring, training, promotion, compensation, benefits, transfer, disciplinary action, and social and recreational programs.  It is the responsibility of every employee to conscientiously follow this policy. Vianai encourages all employees to report any incidents of harassment, discrimination or retaliation immediately so that complaints can be quickly and fairly resolved (see COMPLAINT REPORTING AND INVESTIGATION PROCEDURE below). Anyone having questions about this Policy should discuss them with Human Resources or the VP of Legal Operations. Harassment Prevention All Vianai employees are required to attend the Companys applicable mandatory sexual harassment training, which includes a comprehensive review of our policy and the law. Harassment, whether sexual or on another protected basis, includes verbal, physical and visual conduct that unreasonably interferes with an employees work performance or creates an intimidating, offensive or hostile working environment. Prohibited harassment includes not just sexual harassment but also harassment based on any protected category.  This includes, but is not limited to, racial slurs, ethnic jokes, derogatory or insensitive jokes or pranks, ridiculing or demeaning comments, posting offensive statements, posters or cartoons, assault or other unwelcome physical conduct, intentionally excluding someone from normal workplace conversations and making them feel unwelcome, or other similar conduct.  These types of acts can create a hostile working environment, which will not be tolerated.  Vianai also does not tolerate abusive conduct or bullying toward any person in the workplace. Sexual Harassment Defined Sexual  harassment  includes  unwanted  sexual  advances,  requests  for  sexual  favors  or  visual, verbal or physical conduct of a sexual nature when:   Submission to such conduct is made a term or condition of employment; or   Submission  to,  or  rejection  of,  such  conduct  is  used  as  a  basis  for  employment decisions affecting the individual; or   Such  conduct  has  the  purpose  or  effect  of  unreasonably  interfering  with  an employee's  work  performance  or  creating  an  intimidating,  hostile  or  offensive working environment. Sexual harassment also includes various forms of offensive behavior based on sex and includes gender-based harassment of a person of the same sex as the harasser. The following is a partial list:   Unwanted sexual advances. Vianai Systems, Inc.   Page 10   ",
    "  Offering employment benefits in exchange for sexual favors.   Making or threatening reprisals after a negative response to sexual advances.   Visual  conduct:  leering;  making  sexual  gestures;  displaying  sexually  suggestive objects or pictures, cartoons, posters, websites, emails or text messages.   Verbal conduct: making or using derogatory comments, epithets, slurs, sexually explicit jokes, or comments about an employee's body or dress.   Verbal sexual advances or propositions.   Verbal abuse of a sexual nature; graphic verbal commentary about an individual's body; sexually degrading words to describe an individual; suggestive or obscene letters, notes or invitations.   Physical conduct: touching, assault, impeding or blocking movements.   Retaliation for reporting harassment or threatening to report sexual harassment. An employee may be liable for harassment based on sex even if the alleged harassing conduct was not motivated by sexual desire. An employee who engages in unlawful harassment may be personally liable for harassment even if the Company had no knowledge of such conduct. Other Types of Harassment Harassment on the basis of any legally protected characteristic, as identified above, is prohibited.  Prohibited harassment may include behavior similar to the illustrations above pertaining to sexual harassment. This includes conduct such as:   Verbal conduct including threats, epithets, derogatory comments or slurs based on an individuals protected characteristic;   Visual conduct, including derogatory posters, photographs, cartoons, drawings or gestures based on protected characteristic; and   Physical  conduct,  including  assault,  unwanted  touching  or  blocking  normal movement because of an individuals protected characteristic. Complaint Reporting and Investigation Procedure If you believe that you are the victim of harassment, discrimination, retaliation, or other conduct that violates this policy, or you witness work-related harassment, discrimination, retaliation, or other conduct that violates this policy by any of Vianais personnel or any other person, you should promptly report it.  Depending on what will make you the most comfortable, you can report it to your manager, Human Resources or Legal Operations.  No one, not even the highest-ranking individuals in Vianai, is exempt from the requirements of this policy. Any manager who receives a complaint or observes harassing or other inappropriate conduct must promptly, ideally within twenty-four (24) hours, inform Human Resources or Legal Operations so that an investigation may be initiated.  Failure to promptly report will subject the supervisor or manager to disciplinary action.",
    "Vianai Systems, Inc.   Page 11   ",
    "Every reported complaint will be investigated either by Vianai or a third-party investigator, in an objective, timely, fair, impartial and thorough manner in accordance with all legal requirements.  Vianai will reach reasonable conclusions based on the evidence collected.  Vianai will make every effort to preserve the confidentiality of the subject matter of the investigation to the extent possible and will disclose sensitive information only to the extent needed to conduct a thorough inquiry.  All employees have an obligation to cooperate with any investigation. The conduct of the investigation will be documented and tracked for reasonable progress, and Vianai will advise the complaining party, as well as other individuals as appropriate, of the results of the investigation and whether appropriate corrective action has been taken. In addition to Vianais reporting and investigation procedure, the U.S. Equal Employment Opportunity Commission (EEOC) and the California Department of Fair Employment and Housing (DFEH) investigate and prosecute complaints of harassment, discrimination and retaliation in employment.  Employees can contact the EEOC at eeoc.gov or (800) 669-4000 (voice) or (800) 669-6820 (TTY), or the DFEH at dfeh.ca.gov or (800) 884-1684 (voice) or (800) 700-2320 (TTY).  A copy of the DFEH informational brochure Sexual Harassment was given to you on your hire date and we encourage you to read it carefully. Corrective Action Should Vianais investigation result in a finding of misconduct, Vianai will take appropriate remedial and/or disciplinary action to stop the misconduct and to prevent further harassment, discrimination or retaliation.  Any employee who is found after investigation to have engaged in conduct in violation of this policy will be subject to disciplinary action, depending on the circumstances, up to and including termination.  Vianai will also take appropriate corrective action if it learns that any third party in the workplace has engaged in improper harassment.  Violation of the law may also lead to personal legal and financial liability for the responsible individual. No Retaliation Adherence  to  this  policy  and  cooperation  in  Vianais  efforts  to  enforce  the  policy  is  essential.",
    " Retaliation  is  prohibited  against  any  person  by  another  employee  or  by  Vianai  for  using  the Companys  complaint  procedure,  reporting  proscribed  discrimination  or  harassment  or  filing, testifying,  assisting  or  participating  in  any  manner  in  any  investigation,  proceeding  or  hearing conducted  by  a  governmental  enforcement  agency.  Prohibited  retaliation  includes,  but  is  not limited to, termination, demotion, suspension, failure to hire or consider for hire, failure to give equal  consideration to  make  employment recommendations impartially, adversely affecting working conditions or otherwise denying any employment benefit. in  making  employment  decisions, failure CODE OF ETHICS It is the policy of Vianai to conduct its affairs in strict compliance with the letter and spirit of the law and to adhere to the highest principles of business ethics.  Accordingly, all personnel must Vianai Systems, Inc.   Page 12   ",
    "avoid activities which are in conflict, or give the appearance of being in conflict, with these principles and with the interests of Vianai.  A conflict of interest exists when the employees loyalties or actions are divided between Vianais interests and those of another, such as a competitor, supplier, or customer.  Both the fact and the appearance of a conflict of interest should be avoided.  Employees unsure as to whether a certain transaction, activity, or relationship constitutes a conflict of interest should discuss it with their immediate supervisor, Legal Operations or the CEO for clarification. The following are a few illustrative examples of potentially compromising situations which must be avoided.  Any exceptions must be reported to the CEO, and written approval for continuation must be obtained. Revealing confidential information to outsiders or misusing confidential information.  Unauthorized divulging of confidential information is a violation of this policy whether or not for personal gain and whether or not harm to Vianai is intended.  Vianais Proprietary Information and Inventions Agreement elaborates on this principle and is a binding agreement. Accepting payments from competitors, customers, suppliers, or potential suppliers. Participating in civic or professional organizations that might involve divulging confidential information of Vianai. Developing a personal relationship with a subordinate employee of Vianai or with an employee of a competitor, supplier, or customer that might interfere with the exercise of impartial judgment in decisions affecting Vianai or any employees of Vianai.  If an employee or someone with whom an employee has a close relationship (e.g., a family member or close companion) has a financial or employment relationship with a competitor, customer, supplier, or potential supplier, the employee must disclose this fact in writing to the CEO, Legal Operations or Human Resources.  Employees should be aware that if they enter into a personal relationship with a subordinate employee or with an employee of a competitor, supplier, or customer, a conflict of interest may exist, which requires full disclosure to Vianai. Having a direct or indirect financial interest in or relationship with a competitor, customer, or supplier, except that ownership of less than one percent (1%) of the publicly traded stock of a corporation will not be considered a conflict. Borrowing from or lending to employees, customers, or suppliers. Improperly using or disclosing to Vianai any proprietary information or trade secrets of any former or concurrent employer or other person or entity with whom obligations of confidentiality exist.",
    "Using proprietary or confidential Vianai information for personal gain or to Vianais detriment, such as discussing prices, costs, customers, sales, or markets with competing companies or their employees. Improperly using or authorizing the use of any inventions which are the subject of patent claims of any other person or entity. Vianai Systems, Inc.   Page 13   ",
    "Acquiring any interest in property or assets of any kind for the purpose of selling or leasing it to Vianai. All Vianai personnel must take every necessary action to ensure compliance with these guidelines and to bring problem areas to the attention of higher management for review.  When in doubt about a situation, raise it to management.  Violations of this conflict of interest policy may result in disciplinary action, including immediate termination of employment. All Vianai personnel must act with the highest degree of integrity, honesty, duty and other high ethical standards befitting a Vianai employee. SECTION 3:   YOUR POSITION, PAY, AND PROGRESS EMPLOYMENT STATUS Exempt/Non-Exempt Employees All positions within Vianai are classified as either exempt or non-exempt. This designation defines which positions are eligible to receive overtime compensation.  Exempt employees are ineligible for overtime pay in accordance with applicable federal and state laws. Non-exempt employees are those entitled to overtime pay in accordance with applicable federal and state laws. Employment Categories In addition, to determine eligibility for various benefits, an employee is classified as regular full-time, regular part-time, temporary or staffing agency worker.  Employees are notified of their classification at the time of hire. Regular Full-Time Employees Regular full-time employees are those who are regularly scheduled to work at least forty (40) hours per week and were not hired on a temporary or short-term basis.  Regular full-time employees are eligible for all Vianai-sponsored employee benefits, subject to individual plan requirements for eligibility. Regular Part-Time Employees Regular part-time employees are those who are regularly scheduled to work fewer than forty (40) hours per week and were not hired on a temporary or short-term basis.  Regular part-time employees who are regularly scheduled to work at least thirty (30) hours per week are eligible for all benefits accorded regular full-time employees (pro-rated where applicable).  Regular part-time employees who are regularly scheduled to work fewer than thirty (30) hours per week are not eligible for any Vianai-sponsored benefits except to the extent mandated by local, state and/or federal law. Vianai Systems, Inc.   Page 14    ",
    "Temporary Employees Temporary employees are those employed for short-term assignments, special projects, on an as-needed basis, for seasonal work, or any other kind of work with the understanding that such work will be completed within a specified period of time, usually not to exceed three (3) months.  However, an employee will not change from temporary status to regular full-time or part-time status because the employees temporary assignment is extended.  An employees status will change only if the employee is advised of such a change, in writing, by Human Resources.  Temporary employees are not eligible for any Vianai-sponsored benefits except to the extent mandated by local, state and/or federal law. Staffing Agency Workers Staffing agency workers are those who are employed by a staffing agency but perform work for Vianai.  Staffing agency workers are not eligible for any Vianai employee benefits, although the staffing agency may provide such individuals with benefits.  The term staffing agency refers to any third-party that:  (i) employs a worker who works at the direction of Vianai, and (ii) is responsible for paying the workers wages. Eligibility for various benefits is affected by your classification and may depend upon the provisions of the applicable benefit plan.  Please consult the applicable section of this Handbook or consult management if you have a question about benefits. Independent Contractors Independent contractors are not employees of Vianai. IMMIGRATION LAW COMPLIANCE All offers of employment are contingent on verification of, and maintenance of, your right to work in the United States.  Within the first three (3) days of being hired, you will be asked to present original documents verifying your right to work and to complete and sign the Form I-9 as required by federal law.  If the employee cannot verify their right to work in the United States within three business days of employment, the Company will be required to terminate employment immediately. Vianai complies with all federal and applicable state laws regarding verification of an employees authorization to work in the United States. COMPENSATION PHILOSOPHY Vianai is committed to providing a competitive compensation that attracts, retains and rewards team members at all levels.  Vianai Systems, Inc.   Page 15     ",
    "We value our team members and recognize that our teams performance is key to reaching our organizations promise. We trust our team will do their best to help our company, our clients and our team members reach their potential. An example of our philosophy in practice, we expect all team members to earn their target annual bonus based on not only what the team members do, but how they work to support the goals and the values of our organization.  Our compensation packages typically include:  base salary, benefits, bonus and equity. We take a competitive approach to setting our compensation with ability to adjust and reward.   Competitiveness: We take a competitive approach for total compensation for comparable jobs within the industry.   Flexibility: We have a structured but flexible approach to accommodate differences and changes in job requirements, job market and the economy.     Recognition: Spot bonuses and incentives for extraordinary performance and contributions can be issued throughout the year. We value our team members and expect our team members to perform, behave and contribute in a way that helps the organization and individuals reach their potential. PAYROLL ADMINISTRATION Work Week The work week begins at 12:00 a.m.  on Sunday and ends at 11:59 p.m.  on the following Saturday.  The workday begins at 12:00 a.m.  and ends at 11:59 p.m. Pay Periods All employees are paid on the fifteenth (15th) and the last day of the month.  The payroll period begins at 12:00 a.m.  on the first (1st) and sixteenth (16th) days of each month and ends at 11:59 p.m.  on the corresponding fifteenth (15th) or last day of the month.  If the regular payday falls on a weekend or Vianai holiday, employees will be paid on the last business day before the weekend or holiday. Payroll Deductions Various payroll deductions are made each payday to comply with federal and state laws pertaining to taxes and insurance.  Such deductions include:  federal and state income tax withholding; Medicare; Social Security (FICA); State Disability Insurance (SDI); and Vianai Systems, Inc.   Page 16           ",
    "miscellaneous benefit deductions.  Deductions also may be made for other items specifically authorized by the employee in writing, or as required by law. It is Vianais policy and practice to accurately compensate employees and to do so in compliance with all applicable state and federal laws.  To ensure that they are paid properly and that no improper deductions are made, employees must review their pay stubs promptly to identify and report all errors. TimekeepingNon-Exempt Employees Non-exempt employees are required to accurately record the hours they work each day on a timesheet.  You must record the times you start and end work each day, and the times you start and end your meal period every day.  Any vacation or sick leave used and leaves of absence also must be recorded.  It is the responsibility of each non-exempt employee to submit timesheets on time. Timesheets are official business records and may not be altered without your managers approval and may not be falsified in any way.  Co-workers may not record time for, or alter the timesheet of, another employee.  All timesheets must be electronically signed by both the employee and his/her immediate manager attesting to the accuracy of the timesheet.  Altering, falsifying, or tampering with time records will be subject to discipline, up to and including immediate termination. Overtime Non-exempt employees will be paid in accordance with applicable state and federal laws for any overtime hours. All non-exempt employees based in California will receive time and a half their regular rate for overtime hours worked in excess of eight (8) hours in a single workday or more than forty (40) hours in any one (1) workweek and for the first eight (8) hours worked on the seventh (7th) consecutive day in any one (1) workweek.  Double time will be paid for hours worked in excess of twelve (12) hours in any workday and for all hours worked in excess of eight (8) hours on the seventh (7th) consecutive day worked in any one (1) workweek.  Non-exempt employees based outside of California will be paid overtime in accordance with the requirements of applicable federal and state laws.",
    "For purposes of calculating overtime for non-exempt employees, the workday is defined as starting at 12:00 a.m.  and ending 24 hours later at 11:59 p.m.  The workweek is defined as starting at 12:00 a.m.  on Sunday and ending on the following Saturday at 11:59 p.m. Only those hours that are actually worked are added together to determine an employees overtime pay.  Compensated holidays, vacation, and sick leave, for example, are not hours worked and, therefore, are not counted in making overtime calculations. Vianai Systems, Inc.   Page 17   ",
    "Overtime work must be approved in advance by an employees manager.  Employees who work unauthorized overtime are subject to discipline, up to and including termination.  When it is necessary to work overtime, employees are expected to cooperate as a condition of their employment. Non-exempt employees are not authorized or permitted to conduct any Company-related work beyond their regularly scheduled shift or authorized overtime.  This includes, but is not limited to, time spent checking work email or messages after hours.  Violations of this policy will result in discipline, up to and including termination from employment. MEAL AND REST BREAKS The  Company  complies  with  federal  and  state  legal  requirements  concerning  meal  and  rest breaks. The Company recognizes that employees perform at their best when they have the rest and nourishment they need. This policy explains when the Company expects employees to take meal and rest breaks. Meal Breaks The Company provides at least a 30-minute meal period to employees who work more than five hours and a second 30-minute meal period to employees who work more than 10 hours in a workday, unless they have elected to waive a meal period in accordance with the Companys policy and state law.   The meal period waiver will be invalidated if the employee works more than 12 hours. Employees are relieved of all of their duties during meal periods and are allowed to leave the premises.    The  Company  does  not  pay  non-exempt  employees  for  meal  periods,  and consequently, non-exempt employees must record the start and stop times of their meal periods. Rest Breaks Employees are authorized and permitted to take a 10-minute paid rest break for every four hours worked, or major fraction thereof. A non-exempt employee who works more than 6 hours in a workday but who does not work more than 10 hours in a workday is entitled to two 10-minute rest breaks. A non-exempt employee who works more than 10 hours in a workday but who does not work more than 14 hours in a workday is entitled to three 10-minute rest breaks. Employees  are  relieved  of  all  of  their  duties  during  rest  periods  and  are  allowed  to  leave  the premises. Whenever  practical,  rest  breaks  should  be  taken  near  the  middle  of  each  four-hour work period.",
    " Employees may not accumulate rest breaks or use rest breaks as a basis for starting work late, leaving work early, or extending a meal period.  Because rest breaks are paid, non-exempt employees should not clock out for them.   Any non-exempt employee who is not provided with a meal period or permitted to take a rest break  in  accordance  with  this  policy  is  immediately  entitled  to  a  meal  or  rest  break  premium.   Vianai Systems, Inc.   Page 18   ",
    "Managers will be responsible for authorizing meal or rest break premiums.  Any manager who knows or should reasonably know that a meal or rest period was not provided in accordance with this policy should arrange for a premium to issue to the employee.  Non-exempt employees are responsible for reporting to their manager any meal break that was not provided or any rest break not authorized and permitted where the manager would have no reason to otherwise know of this fact.  Any employee who feels they are owed a premium as a result of this Policy but have not received the premium should report the missing premium immediately to their manager. DAY OF REST In each workweek, Vianai will provide employees with at least one day of rest for every seven days within the workweek unless their total hours worked are 30 hours or less  in the workweek and  six  hours  or  fewer  every  day  of  the  workweek.    If  the  nature  of  the  employees  work reasonably  requires  that  the  employee  work  seven  or  more  consecutive  days,  the  day  of  rest requirement may be met by providing an average of one days rest for every seven days on a monthly basis (e.g., four days of rest per calendar month). An employee may also independently and voluntarily choose and confirm in writing not to take a day of rest.  This policy does not apply in cases of emergency or to work performed in the protection of life or property from loss or destruction.  The Company will reasonably accommodate the observance of a Sabbath or other religious holy day by employees, unless doing so would result in undue hardship to the conduct of Company business.  Employees will be paid for all hours worked in compliance with federal, state and local law.    PERFORMANCE REVIEWS All employees are strongly encouraged to regularly and informally discuss their job performance and goals with their managers.  Additionally, more formal performance reviews are generally conducted after completion of an initial employment period and annually thereafter.  Reviews provide an opportunity for employees and managers to discuss job duties, employee strengths and weaknesses, mutual concerns, and long-term goals.  Reviews and the appraisal process are subject to Vianais discretion and may be changed or limited as management deems appropriate. PROMOTIONS AND TRANSFERS Vianai encourages employees to seek more advanced positions or lateral positions for which they qualify.",
    " Except in unusual circumstances required by business necessity, employees must have performed above expectations in their current position for at least one year before seeking a transfer or a promotion.  Additionally, an employees performance record and skills must Vianai Systems, Inc.   Page 19      ",
    "support the change in job responsibilities.  Employees seeking a change in position should discuss it first with their manager and with Human Resources to determine if the individuals skills and experience meet the requirements of the job. SECTION 4:   BENEFITS AND TIME AWAY FROM WORK Vianai will support additional rights based on the laws of the employees State of residency. BENEFITS Vianai employees are provided with the following legislated employee benefits.  It is the employees obligation to inform management promptly of any updates to all relevant personal information so that Vianai can administer its benefits correctly. Paid Family Leave Insurance (PFL) - California only Employees may be eligible for up to eight weeks of state-provided paid family leave (PFL) insurance benefits when they take time off for one of the following purposes: To bond with a child during the first 12 months after the child's birth or after the placement of a child for adoption or foster care with the employee; to care for an immediate family member (spouse, registered domestic partner, child, parent, grandparent, grandchild, sibling and parent-in-law defined by the PFL law) who is seriously ill and requires care; or to participate in a qualifying exigency related to the covered active duty or call to covered active duty of the employees spouse, domestic partner, child or parent in the U.S. Armed Forces.  The PFL benefits described in this policy are a state-provided partial wage replacement benefit, not a job protected leave of absence. To obtain approval for a leave of absence for the reasons set forth above, employees must contact Human Resources and comply with applicable eligibility, notice, and certification requirements when required by state or federal law The weekly benefit amount of PFL is generally 60 or 70 percent of the employee's earnings (depending upon the employees income), with benefits capped according to a state-imposed maximum weekly benefits amount.  Employees may receive up to eight weeks of PFL benefits during a 12-month period, but may not receive more benefits than earned in wages during the base period for calculating benefits (generally, the 12 months prior to the quarter in which the claim is made). When applicable, PFL benefits will run concurrently with leave time available under the California Family Rights Act and the federal Family and Medical Leave Act. Employees may use any accrued but unused sick leave prior to receiving PFL benefits.",
    " Health Insurance and other Company-Paid benefits Vianai Systems, Inc.   Page 20   ",
    "Vianai provides certain benefits for its regular full-time employees and part-time employees working at least thirty (30) hours per week, including health insurance.  The terms on which benefits are made available to employees are set forth in the governing plan documents.  The terms of the plan documents are the official terms of Vianais benefits.  This Handbook is not a plan document and does not create any enforceable rights with respect to benefits or otherwise.  Vianai reserves the right to eliminate or modify any of its benefits at any time without prior notice.  Please contact Human Resources for more information about available benefits. Social Security (FICA) All employees are covered by the social security law (Federal Insurance Contributions Act, or FICA).  Required contributions are made by both the employee and by the employer.  There are several benefits available to the insured worker, dependent or survivors such as retirement, disability, death or Medicare payments.  Employees should contact the Social Security Administration for further details.  The employees required contribution is deducted from each paycheck until the required annual amount is met. State Disability Insurance (SDI) See detailed information provided to you by your state of residency to see whether your state offers a Disability Insurance program. Unemployment Insurance Unemployment compensation insurance is paid for by Vianai and provides temporary income for employees who have lost their job under certain circumstances.  Your eligibility for unemployment compensation will, in part, be determined by the reasons for your separation from the Company. Workers' Compensation When work-related accidents, injuries or illnesses occur, employees may be eligible for workers' compensation insurance benefits. The Company provides a comprehensive workers' compensation insurance program at no cost to employees and in accordance with applicable state law. This program covers most injuries or illnesses, sustained in the course of employment, that require medical, surgical or hospital treatment. Subject to applicable legal requirements, workers' compensation insurance provides benefits or, if the employee is hospitalized, treatment immediately. Employees who sustain a work-related injury or illness should inform their supervisor immediately. No matter how minor an on-the-job injury may appear, it is important that it be reported immediately. This will help enable an eligible employee to qualify for coverage. Employees who need to take time off from work due to a workers' compensation illness or injury may also be eligible for a leave of absence under the Company's leaves of absence or reasonable accommodation policies. Employees should consult with their manager for additional information. Vianai Systems, Inc.   Page 21   ",
    "Health Insurance Continuation (COBRA) An employee and covered dependents will have the opportunity to continue medical benefits for a period spanning from eighteen (18) months to up to thirty-six (36) months under the provisions of the Consolidated Omnibus Budget Reconciliation Act (COBRA) and/or Cal-COBRA when group medical coverage would otherwise end due to the occurrence of a qualifying event.  Some common qualifying events include  termination of employment or death of an employee; a reduction in an employees hours or a leave of absence that affects an employees eligibility under the group health plan; an employees divorce or legal separation; and when a child no longer meets eligibility requirements. In the event of a qualifying event, the employee or a family member must notify the plan administrator within sixty (60) days of the occurrence of the event.  The plan administrator will notify the individuals eligible for continuation coverage of their right to elect COBRA continuation coverage.  For more information regarding COBRA, please contact Human Resources. TIME AWAY FROM WORK U.S. HOLIDAYS Regular full-time U.S.-based employees are eligible for paid Vianai-recognized holidays.  The following ten (10) holidays are recognized annually by Vianai:  New Years Day Martin Luther King, Jr. Day Presidents Day Memorial Day Independence Day Labor Day Indigenous Peoples Day Veterans Day Thanksgiving Day Christmas Day A list of specific holidays and office closure dates will be announced each year and may include days not listed above.  Employees based outside of the U.S. will have holiday schedules set in accordance with a recognized holiday schedule in such country as determined by Vianai. Vianai Systems, Inc.   Page 22    ",
    "Unless otherwise provided in this policy, all regular full-time employees will receive time off with pay at their normal base rate for each Vianai-observed holiday.  Temporary employees and regular part-time employees who work less than thirty (30) hours per week are not eligible for holiday pay.  Regular part-time employees who are regularly scheduled to work thirty (30) hours or more each week will receive their regular days pay for any holiday that falls on a day of the week they would regularly be scheduled to work. If a Vianai holiday falls on a weekend, the holiday will be observed on the preceding Friday or the following Monday.  In order to receive a paid holiday, an otherwise eligible employee must work their last scheduled workday before and first scheduled workday after the holiday, unless the employee is taking approved paid leave. Vianai reserves the right to request that an employee work on a Vianai-recognized holiday if the pressures of our business require such work.  Exempt employees required and approved to work on scheduled holidays will be permitted to reschedule the paid holiday, and the worked holiday will be treated as a normal workday.  Exempt employees are not eligible for supplemental holiday pay either in lieu of or in addition to their regular salary.  Non-exempt employees required and approved to work on scheduled holidays will be granted holiday pay and also will receive pay for hours actually worked at their regular base rate for all regular hours worked and the applicable overtime rate for any overtime hours worked on the day designated as a holiday, in accordance with the applicable state and federal law.  Hours for which a non-exempt employee is paid but does not work (e.g., holiday pay) are not counted as hours worked for the purpose of overtime calculations. FLEXIBLE VACATION Vianai provides flexible vacation benefits to eligible employees to enable them to take paid time off for rest and recreation.  Vianai believes that this time is valuable for employees to enhance their productivity and make their work experience with Vianai personally satisfying.  For clarity, temporary employees, part-time employees who work less than 30 hours a week and staffing agency workers are not eligible for the Flexible Vacation program. The Flexible Vacation Program applies to all regular full-time employees and regular part-time employee scheduled to work at least thirty (30) hours per week. Flexible Vacation does not accrue and Vianai does not place an annual cap on the amount of vacation that an eligible employee may take.",
    " However, employees are expected to proactively plan and prepare for vacation time in cooperation with their manager and immediate team members.  Employees should consider their professional obligations and responsibilities to Vianai and consult with their managers to determine reasonable and appropriate time off before requesting Flexible Vacation.  Except as set forth below, any Flexible Vacation taken must be approved in advance and in writing by the employees manager. Vianai Systems, Inc.   Page 23   ",
    "To request Flexible Vacation, employees must submit the requested dates to their manager for approval.  Flexible Vacation requests are not considered approved until the employees manager has approved the time off in writing.  Vianai's intention is to always lead with support and compassion for our employees and their families, and reasonable efforts will be made to approve all time off requests; however, your manager can deny Flexible Vacation requests if the time off would cause undue hardship to the business, your team, or major corporate/customer deliverables.  If this happens, your manager will work with you to find another, more suitable time to take time off. In order to meet Vianais business commitments and to allow for time for your manager to adjust schedules and find a back-up, we ask employees to request time off in advance as follows:   For up to one (1) week of absence:  please submit requests two (2) weeks in advance.   For more than one (1) week of absence:  please submit requests four (4) weeks in advance. Employees may not use Flexible Vacation under this policy for any leave of absence.  Please see specific leaves of absence in the Handbook for details. SICK LEAVE We are sorry to hear you or your family member arent feeling well.  In order to help prevent loss of earnings that may be caused by accident, illness, or other emergencies, Vianai has established a paid sick leave program to be used only for the employee's or employee's family member's health or well-being related matters. All Vianai employees get 40 hours of sick leave on January 1st every year. Unused Sick Leave does not carry over from one year to the next.  Employees hired in the middle of the year will get 40 hours of Sick Leave on their first day of employment.  Employees are not permitted to reach a negative Sick Leave balance under any circumstances and employees will not be paid for any unused Sick Leave upon termination of employment. If your need for sick leave goes beyond 40 hours, please meet with your manager and HR to see what other paid time off options you may have. Use of Sick Leave Sick leave may be taken for:   For diagnosis, care or treatment of an existing medical condition; or   For preventive care.  Vianai Systems, Inc.   Page 24    ",
    "Employees may also use paid sick and safe time if the employee is a victim of domestic violence, sexual assault or stalking and time off is needed to:    Obtain or attempt to obtain any relief (e.g., a temporary restraining order, restraining order or other injunctive relief) to help ensure the health, safety or welfare of the victim or the victims child;   Seek medical attention for injuries caused by domestic violence, sexual assault or stalking;   Obtain services from a domestic violence shelter, program or rape crisis center as a result of domestic violence, sexual assault or stalking;   Obtain psychological counseling related to an experience of domestic violence, sexual assault or stalking; or   Participate in safety planning and take other actions to increase safety from future domestic violence, sexual assault or stalking, including temporary or permanent relocation. For purposes of this policy, family member is defined to include any of the following persons in relation to the employee:  (a) child, stepchild, adopted, or foster child; (b) parent, adoptive or foster parent, parent-In-law or stepparent; (c) legal guardian or ward of the employee, the employees spouse, or the employees  registered domestic partner; (d) spouse or registered domestic partner; (e) grandparent or grandchild; (f) sibling; and (g) a person who stood in loco parentis when the employee was a minor or to whom the employee stands in loco parentis. To provide the greatest amount of flexibility, employees may use Sick Leave in increments of one hour. If the need for sick leave is foreseeable, the employee must provide reasonable advance notification before taking Sick Leave.  If the need for Sick Leave is unforeseeable, the employee shall provide notice of the need for leave as soon as is practicable.  Vianai generally does not require verification of the need for the absence until the staff member is absent for more than three consecutive work days, but may require verification for shorter absences if Vianai determines that the circumstances warrant (for example, the circumstances suggest an abuse of sick pay in connection with weekends or holidays) or as otherwise permitted by applicable law.  An employee who is hospitalized or out sick for more than seven calendar days for an illness or injury that is not work-related should apply for State Disability Insurance (SDI) benefits.",
    "No employee may be retaliated against for using paid Sick Leave as provided for in this policy, or for exercising any of the rights provided by applicable law regarding paid sick leave. Vianai Systems, Inc.   Page 25   ",
    "Coordination of Sick Leave benefits with other benefits Eligible employees can use available Sick Leave during waiting periods for workers compensation or Disability Insurance benefits pursuant to the applicable state or federal law governing the industrial injury or illness. Please see HR for more information. LEAVES OF ABSENCE We recognize that extended time off away from work is sometimes needed due to personal, medical or family reasons. Vianai provides a variety of Leaves of Absence to full-time and part-time employees for these reasons.  Taking extended time off from work and coordinating job protection, pay, and benefits continuation is complicated so we urge you to schedule time to meet with HR to talk confidentially about your specific time off needs and to discuss available state programs that are designed to help protect your job, salary and benefits while youre on medical or family leaves of absence.  Leave of Absence Guidelines The following general rules and procedures apply to all extended time off / leaves of absence unless otherwise required by law: Requesting Leave:  contact the HR team as soon as you know you need to take extended time off for medical, family or other personal reasons.  If the need for time off is foreseeable and planned (pregnancy for example), then give your manager and the HR Team at least 30 days notice before you need to take time off so they can plan for your absence and create a transition plan to ensure a seamless and less stressful departure.  In an emergency situation or in the event of an unforeseeable need or time off (i.e. bereavement) and you cannot provide 30 days' notice, let your manager and HR team know as soon as practical. Extension of Leave: if the need for extended time off is for medical reasons or disability, you will need a medical certification from your physician stating when time off is anticipated and for how long. You will also need to provide a release from your physician to show that you are cleared to return to work.  Without a release Vianai cannot allow you to return to work. If you need to extend your medical time off or have a new condition or illness, you will need to submit a new medical certification stating the need to extend time off from work.   Wage Replacement: Leaves of Absence are generally unpaid time off unless stated below or required by law.   There are some state insurance and benefit programs available that offer partial wage replacement such as California Paid Family Leave and State Disability Insurance. These programs can be difficult to understand and navigate.",
    "Please work with your HR Team to ensure maximum wage replacement benefits such that the combination of all wage replacement options does not exceed 100% of your regular wages during your leave of absence. Vianai Systems, Inc.   Page 26    ",
    "Vianai's Flexible Vacation Policy does not apply to time off taken for leaves of absence.  Employees may use available Sick Leave to help pay for any unpaid portions of your leave such as waiting periods, if allowed by law. Pay from all sources (sick leave, state disability or state Insurance plans, etc.) is integrated so that payment does not exceed one hundred percent of the employees regular pay.  When available, the method of integration in California is as follows:  State Disability, company-paid Short-Term Disability Insurance, and CA Paid Family Leave are applied for first, and then available sick leave can be used to supplement any unpaid portions of leave.  The difference between all benefit amounts plus sick leave and an employee's full regular wages will be unpaid.   Benefits: Vianai will continue to pay for the employees participation in health insurance under the same terms and conditions prior to leave as long as the employee continues to pay their portion of the health plan premiums during the leave.  Employees may be eligible for benefits continuation up to a maximum of 12 weeks for medical related leaves and up to 4 months for Pregnancy Disability Leave, or such longer period as may be required by law. Employees taking Military Caregiver Leave may be eligible to receive group health benefits coverage for up to a maximum of 26 workweeks. An employee who has elected dependent coverage remains responsible for the full cost of that coverage.   Please make arrangements with HR before you begin your leave for the payment of your portion of your benefit premiums. After 12 weeks, employees may be entitled to a continuation of health insurance under COBRA.  Please see HR to discuss benefits continuation during your leave of absence. Under certain circumstances when an employee fails to return at the end of the leave, Vianai may recover from the employee the premium paid while the employee was on pregnancy disability leave. Equity Vesting: For all statutorily required paid leave, the Company will not suspend equity vesting within the protected period, but the Company may suspend vesting for any other types of leave, as permitted by law.  The terms of the Companys Amended and Restated 2019 Equity Incentive Plan (the Plan), together with the equity award(s) that relate to any particular grant of equity, control the terms of equity award vesting during a leave of absence, unless otherwise required by applicable law.",
    "Return from Leave:  an employee who is on a temporary disability leave must keep Human Resources advised of the disability status and must contact Human Resources prior to the expiration of the scheduled leave, as far in advance as is practicable, to discuss the employees return to work.  If the employee fails to report for work at the completion of a temporary disability leave, the employee will be considered to have abandoned their job and their employment will be terminated.  Reasonable Accommodation:  Consistent with the law, Vianai is committed to engaging in a timely interactive process to identify and implement reasonable accommodations for qualified individuals with disabilities; for pregnancy, childbirth and related medical conditions; for employees who are victims of domestic violence, sexual assault or stalking; and for applicants Vianai Systems, Inc.   Page 27   ",
    "and employees based on their religious beliefs and practices.  If you believe you need a reasonable accommodation for any of these reasons, please contact Human Resources. BEREAVEMENT LEAVE We are sorry for your loss.  In the event of the death of a loved one, regular full-time and regular part-time employees scheduled to work at least thirty (30) hours per week will be granted up to three (3) consecutive days of paid bereavement leave.  If extensive travel out of the state or country is required, paid bereavement leave may be extended, at the Companys discretion, to five (5) days. FAMILY AND MEDICAL LEAVE (FMLA) Taking time off for medical or family reasons is complicated. Please coordinate your leave of absence with HR to make sure you are maximizing your salary continuation and coordinating benefits continuation. Vianai will grant up to twelve (12) weeks of unpaid family and medical leave in accordance with the requirements of applicable federal and state law in effect at the time the leave is granted. Although the federal and state laws have different names, the Company refers to the federal Family and Medical Leave Act (Fed-FMLA) and the California Family Rights Act (CFRA) collectively as \"FMLA Leave.\" In any case, employees will be eligible for the most generous benefits available under applicable law. Employee Eligibility To be eligible for FMLA Leave, employees must: (1) have been employed by the Company for a total of at least 12 months (not necessarily consecutive); (2) have worked at least 1,250 hours during the previous 12 months immediately prior  to the start of the leave; and (3) (Fed-FMLA only) have worked at a location where at least 50 employees are employed by the Company within 75 miles of the employees worksite, as of the date the leave is requested. Eligibility requirements may differ for employees who have been on a protected military leave of absence. If employees are unsure whether they qualify for FMLA Leave or need to schedule FMLA, they should contact Human Resources. Reasons for Leave Federal and state laws allow FMLA Leave for various reasons. Because employees' legal rights and obligations may vary depending upon the reason for the FMLA Leave, it is important to identify the purpose or reason for the leave.",
    "Fed-FMLA leave and CFRA leave run concurrently except for the following reasons: to care for a child without regard to age or dependency status, registered domestic partner, a child of a registered domestic partner, grandparent, grandchild, parent-in-law or sibling (CFRA only), incapacity due to pregnancy or prenatal care as a serious health condition (Fed-FMLA only), qualifying exigency leave as defined under the FMLA (Fed-FMLA only), qualifying exigency leave as defined under the CFRA (CFRA only) and military Vianai Systems, Inc.   Page 28   ",
    "caregiver leave (Fed-FMLA only). Additionally, CFRA coverage for an employees own serious health condition that also constitutes a disability under the Californias Fair Employment and Housing Act (FEHA) is separate and distinct from FEHA protections. If the employee cannot return to work at the expiration of the CFRA leave, the Company will engage the employee in the interactive process to determine whether an extension of the leave would be a reasonable accommodation under the FEHA. FMLA Leave may be used for one of the following reasons:   The birth, adoption or foster care of an employee's child within 12 months following birth or placement of the child (Bonding Leave);   To care for an immediate family member (spouse, child, parent and for CFRA Leave: registered domestic partner, child of a registered domestic partner, grandparent, grandchild, or sibling) with a serious health condition (Family Care Leave);   An employee's inability to work because of a serious health condition (Serious Health Condition Leave);   A \"qualifying exigency,\" as defined under the FMLA, arising from a spouse's, child's or parent's \"covered active duty\" as a member of the military reserves, National Guard or Armed Forces or as defined under the CFRA, related to the covered active duty or call to covered active duty of an employee's spouse, domestic partner, child, or parent in the Armed Forces of the United States (Qualifying Exigency Leave); or   To care for a spouse, child, parent or next of kin (nearest blood relative) who is a \"Covered Servicemember\" (Military Caregiver Leave). Length of Leave If the reason for leave is common to both Fed-FMLA and CFRA and, therefore, running concurrently, the maximum amount of FMLA Leave will be 12 workweeks in any 12-month period.  If the reason for leave is not common to both Fed-FMLA and CFRA and, therefore, not running concurrently, then an eligible employee may be entitled to additional leave under applicable law.  The applicable \"12-month period\" utilized by the Company is the 12-month period measured forward from the start date of the employee's first FMLA leave. Under this method the 12-month period is measured from the date the employee first uses any FMLA leave.",
    "Under some circumstances, employees may take FMLA Leave intermittently in at least one-hour increments, which means taking leave in blocks of time or reducing the employee's normal weekly or daily work schedule. An employee may take leave intermittently or on a reduced schedule whenever it is medically necessary to care for the employees child, parent or spouse with a serious health condition or because the employee has a serious health condition. The Vianai Systems, Inc.   Page 29   ",
    "medical necessity of the leave must be determined by the health care provider of the person with the serious health condition.  Intermittent or reduced schedule leave may also be taken for absences where the employee or their family member is incapacitated or unable to perform the essential functions of the job because of a chronic serious health condition, even if the person does not receive treatment by a health care provider. Leave due to military exigencies may also be taken on an intermittent basis. JURY DUTY We believe everyone should fulfill their civic duties and participate in jury duty.  Employees will be granted a paid leave of absence of up to five (5) business days per year for the purpose of fulfilling jury duty.  During that period employees will receive the difference between their regular base pay and any payment received for their court duties.  Any jury duty that extends beyond five (5) business days per year will be unpaid.  However, exempt employees who work any portion of a workweek in which they also serve on jury duty will receive their full salary for that workweek.  Employees are required to provide reasonable advance notice of the need for leave due to jury duty.  Employees also are expected to report to work each day or portion of a day they are not performing jury duty.  Vianai reserves the right to request that the employee furnish written verification from the court as proof that the employee served jury duty.  Failure to provide written verification is grounds for disciplinary action up to and including termination of employment. PARENTAL LEAVE Congratulations on the upcoming addition to your family!  Vianai provides up to ten (10) weeks of paid Parental Leave pay for regular full-time and regular part-time employees scheduled to work at least thirty (30) hours per week after the birth, adoption or foster of a child.  Parental Leave pay is provided for the caregiver of a newborn or newly adopted / fostered child and must be taken within one year of the birth or adoption.  Vianai will integrate pay with State or Local paid leave benefits where available.  If both parents are employed by Vianai, each parent gets 10 weeks of paid Parental Leave.   Please note that it is not permitted to use flexible vacation during an employees Parental Leave nor may it be used to extend an employees Parental Leave. Pay is not available for reduced schedules (reducing the employees usual number of working hours per day or week).",
    "Parental Leave under this policy will run concurrently with any leave taken under Federal, State or Local Leave ordinances such as CFRA, PFL and FMLA. Parental leave Is not for use during any disability portions of pregnancy disability leave. Vianai Systems, Inc.   Page 30   ",
    "Regular full-time and part-time, benefits eligible employees regularly scheduled to work 30 or more hours per week who need to take care of a new child in their family are eligible for Parental Leave pay.  To request Parental Leave, contact Human Resources.   PERSONAL LEAVE An unpaid personal leave of absence may be granted at the discretion of Vianai, for compelling/urgent reasons that are not covered under any other Leave of Absence, up to a maximum of thirty (30) days.  Vianai will continue to pay for the employees participation in Vianais group health plans to the same extent and under the same terms and conditions as would apply had the employee not taken personal leave, up to a maximum of one (1) month.  Thus, the employee must continue to pay their share of the health plan premiums during the leave.  If the employee substitutes paid leave for the unpaid leave, such payments will be deducted from the employees pay through the regular payroll deductions.  Otherwise, the employee must make arrangements with Vianai for the payment of such premiums.  All other benefits will be governed in accordance with the terms of each benefit plan and are the sole responsibility of the employee. There will be no eligibility for holiday pay during the unpaid portion of personal leave. Personal Leave is not a job protected leave, meaning, employees who take a personal leave are not guaranteed a position with Vianai upon expiration of the leave.  An employee who fails to return to work on the day after the leave expires will be considered to have voluntarily resigned. PREGNANCY DISABILITY LEAVE Vianai will provide an employee who is disabled due to pregnancy, childbirth, or related medical conditions with a pregnancy disability leave.  Time off needed for prenatal or postnatal care; doctor-ordered bed rest; gestational diabetes; pregnancy-induced hypertension; preeclampsia; childbirth; postpartum depression; loss or end of pregnancy; or recovery from childbirth or loss or end of pregnancy would all be covered by pregnancy disability leave. Pregnancy disability leave will be designated as leave under the federal Family and Medical Leave Act and will run concurrently with such leave; however, pregnancy disability leave does not count against a California employees family and medical leave entitlement under California Family Rights Act.  For more information, please see Family and Medical Leave.",
    "Pregnancy disability leave is in addition to leave under Vianais Parental Leave policy and is to be used for any periods of pregnancy that cause actual disability as determined by the employee's attending physician. Employees are entitled to take a pregnancy disability leave for the actual period of pregnancy disability, up to a maximum of four months per pregnancy.  Four (4) months means time off for the number of days or hours the employee would normally work within four (4) calendar Vianai Systems, Inc.   Page 31   ",
    "months (one-third of a year or 17 weeks).  Pregnancy disability leave may be taken intermittently or on a reduced-hours schedule, as medically advisable. Moreover, an employee who is affected by pregnancy is entitled to a reasonable accommodation or to transfer temporarily to a less strenuous or hazardous position or duties, if the accommodation/transfer is medically advisable. Requests and Certification Whenever possible, an employee should submit a written request for pregnancy disability leave, reasonable accommodation or transfer to Human Resources at least 30 days before the leave or transfer is to begin.  When 30 days advance notice is not practicable, notice must be given as soon as practicable. Any request for a pregnancy disability leave must be supported by medical certification from a health care provider which contains the following information:  1) the date on which the employee became disabled due to pregnancy; 2) the estimated duration of the leave; and 3) an explanatory statement that the employee needs to take pregnancy disability leave because the employee is disabled by pregnancy, childbirth or a related medical condition. In the case of a request for a pregnancy disability accommodation or transfer, the employee must submit a medical certification that provides the following information:  1) a description of the requested accommodation or transfer; 2) the date on which the need for the reasonable accommodation or transfer became medically advisable; 3) the estimated duration of the reasonable accommodation or transfer; and 4) an explanatory statement that due to the pregnancy, the reasonable accommodation or transfer is medically advisable. Pay and Benefits During Leave A pregnancy disability leave is unpaid.  An employee taking pregnancy disability leave must substitute any available Sick Leave during the leave, including during the State Disability Insurance (SDI) waiting period.  Furthermore, an employee may elect to integrate paid sick leave with SDI benefits, up to 100% of the employees regular wages.  Employees may not use Vianai's flexible vacation policy for Pregnancy Disability leave or to extend such leave. Group insurance benefits will be maintained during a pregnancy disability leave on the same terms and conditions as if the employee had continued working, for a maximum of four months per pregnancy over the course of a twelve-month (12) period, beginning on the date the pregnancy disability leave begins.",
    "  Return from Leave Unless Vianai and the employee have already agreed upon the employees return date, an employee must notify Human Resources at least two (2) business days before the employees scheduled return to work or transfer back to the employees former position, or when two (2) business days is not feasible reinstatement shall be made as soon as possible.  An employee who timely returns to work at the expiration of the employees pregnancy disability leave will Vianai Systems, Inc.   Page 32   ",
    "be reinstated to the employees former position, or a comparable position, whenever possible and consistent with applicable law. An employee who has taken a pregnancy disability leave or transfer must be released by the employees health care provider to return to work.  The release must be in writing and submitted to Human Resources on or before the employees return from a pregnancy disability leave or transfer. If the employee fails to report for work at the completion of a pregnancy disability leave, the employee will be considered to have abandoned the employees job and the employment will be terminated. ADDITIONAL LEAVES OF ABSENCE TO WHICH EMPLOYEES MAY BE ENTITLED Vianai provides unpaid leaves of absence to the extent required by federal, state or local law.  Available unpaid leaves may include:  military leave, time off to vote or to serve as an election officer, witness leave, leaves for victims of domestic violence, sexual assault, or stalking, leave for school or child care activities, school discipline leave, volunteer firefighter, reserve peace officer, and emergency responder leave, civil air patrol leave, family military leave, crime victim leave, leave to attend judicial and court proceedings.  Paid organ and bone marrow donor leave may also be available.  Information on the terms and conditions of these leaves is available from Human Resources.  An employee who believes they are entitled to a leave of absence should contact Human Resources. SECTION 5:   ON THE JOB WORK SCHEDULES & ATTENDANCE Vianais Palo Alto office is open from 9 a.m. to 5 p.m. PST.  During this time doors will be unlocked, and reception will be staffed. Vianai permits flexible scheduling of work hours and lunch hours provided that the employees manager approves any such flexible schedule and the flexible scheduling complies with applicable law and does not affect the efficient running of our business.  Employees are expected to adhere to their agreed upon schedules.  Regular and timely attendance is required for satisfactory job performance.  Certain positions require specific schedules and flexibility is not appropriate.  Individual situations should be discussed with the employees manager. Failure to report for work without notice to the Company for three (3) or more days may result in employment termination. Vianai Systems, Inc.   Page 33   ",
    "PERSONNEL FILES AND RECORDS The information recorded in your personnel file is extremely important to you and to management.  It is your responsibility to make sure that the personal data in the file is accurate and up to date.  Report any changes of address, phone number, etc., to your supervisor in writing immediately. You have a right to make a written request to inspect or receive a copy of your personnel records.  All requests must be submitted to Human Resources.  You may review the records on your free time, in the office.  Vianai may have a management employee present while you review the file.  You are not permitted to take or modify any document or other item contained in your personnel file. We do not disclose any nonpublic personal information about our employees or former employees to anyone, except as authorized by the employee or as required or permitted by law.  We maintain physical, electronic, and procedural safeguards that comply with federal standards to guard your nonpublic personal information. LACTATION ACCOMMODATION Vianai supports lactating employees by providing accommodations, including lactation breaks and a lactation space, to an employee who wishes to express breast milk during the workday. Lactation Breaks:  A lactating employee will be provided reasonable break times to express breast milk during the workday.  Lactation breaks should, when possible, run concurrently with an employees authorized rest and meal breaks.  If an employee requires additional break time for lactation purposes, such additional time shall be unpaid for non-exempt employees and must be indicated on the employees time record. Lactation Space:  Vianai will make reasonable efforts to provide lactating employees with a private space (other than a restroom) in which to express breast milk.  If Vianai is unable to provide a permanent, private lactation location because of operational, financial, or space limitations, Vianai will provide a temporary lactation location that is private, free from intrusion while an employee expresses milk, and may only be used for lactation purposes while an employee expresses milk.  The space will be in close proximity to the employees work area.  The space may be the employees regular work area if it meets these requirements.  The space will be safe, clean and free of hazardous materials, have a chair and surface space for a breast pump and personal items, and have access to electricity.",
    " Vianai also will provide, in close proximity to the employees work area, a refrigerator where the employee can store breast milk and access to a sink with running water.  If the designated space is used for multiple purposes, Vianai will notify employees that lactation takes precedence over other uses for the room. Employees who require lactation accommodation regarding breaks or location must submit a written request to Human Resources.  The Company will respond within five (5) business days Vianai Systems, Inc.   Page 34   ",
    "to the employees request.  The Company will engage with the employee in an interactive process to determine appropriate lactation breaks and location.  If the Company does not provide an accommodation because it is an undue hardship, the Company will notify the employee of the basis of the denial. Employees have a right to request lactation accommodation.  The Company will not retaliate against an employee for exercising the right to request an accommodation or for exercising rights under applicable Federal, State or Local ordinances. OPEN DOOR POLICY We believe that in many cases problems, concerns or misunderstandings can be cleared up by frank and open discussion.  Therefore, we strongly encourage open, ongoing communications between employees and Vianai management.  In our spirit of willingness to listen and our practice of fair dealing, Vianai believes in an open-door policy.  Under our open-door policy, you are encouraged to speak with your manager or any member of Vianai's leadership team with whom you feel comfortable discussing work-related concerns, such as your work performance, employee benefits, Vianai policies or procedures, feelings of well-being, or related matters.   Employees are encouraged to raise work-related concerns as soon as possible after the events that cause the concern.  Employees are further encouraged to pursue discussion of work-related concerns until the matter is fully resolved.  Although Vianai cannot guarantee that the employee will be satisfied with the result, Vianai will attempt to explain the result to the employee if the employee is not satisfied. STANDARDS OF CONDUCT The following list gives examples of types of conduct that are not allowed at Vianai.  Engaging in misconduct of a type specifically designated here or otherwise may subject you to disciplinary action, up to and including termination of employment.  These examples do not identify every type of unacceptable conduct, and you should be aware that any conduct that adversely affects or is otherwise detrimental to the interest of Vianai, other employees, or customers, may result in disciplinary action, up to and including immediate discharge. Falsifying forms, records, or reports or other acts of dishonesty. Excessive unexcused absenteeism or tardiness. Insubordination or poor performance, including refusal to perform assigned tasks. Engaging in altercations or harassment and interfering with the work performance of others. Vianai Systems, Inc.   Page 35   ",
    "Engaging in violent behavior, threats of violence, or any persistent malicious behavior that is known to have a high correlation to violent behavior, such as abusive conduct, intimidation, or conduct that demeans, degrades, or humiliates other employees. Misusing or destroying Vianais property or the property of another on Vianai premises. Violating your duties of confidentiality. Conducting non-business activities during the time for which you are being paid by Vianai and/or with Vianai materials. Possessing or bringing firearms or other dangerous weapons onto Vianais premises. Unauthorized possession, use, distribution or sale of alcoholic beverages or illegal drugs at Vianai or customers premises, while conducting Vianai business, or reporting for work under the influence of alcohol or illegal drugs. Violating safety or health regulations or engaging in conduct that creates a hazard. Violating conflict of interest rules. Being convicted of a crime that indicates unfitness for the job or raises a threat to the safety or well-being of Vianai, its employees, customers, or property. MEDIA INQUIRY POLICY All public relations activities and media requests regarding Vianai will be coordinated and managed to ensure dissemination of only accurate and appropriate information to the public and to provide a positive, professional appearance of Vianai and Vianais products.  Therefore, all media inquiries regarding the position of Vianai as to any issues must be referred to a Vianai-authorized spokesperson.  Only the approved spokespersons are authorized to make or approve public statements on behalf of Vianai.  No employees, unless specifically designated, are authorized to make those statements on behalf of Company.  Any employee wishing to write and/or publish an article, paper, blog, or other publication on behalf of Vianai must first obtain written approval from Vianai senior management. OUTSIDE EMPLOYMENT Full-time employees are expected to devote their full working time and efforts exclusively to Vianai.  Outside jobs are discouraged for full-time employees for job effectiveness reasons.  This policy, however, shall not preclude you from engaging in appropriate additional activities, including civic, charitable or religious activities or services, provided that such activities or services do not interfere or conflict with your responsibilities at Vianai. Part-time employees may engage in outside employment, provided that they disclose such employment and get written approval from their immediate supervisor.  Employees must not engage in any outside employment that conflicts with the employees work schedule, duties and responsibilities.",
    "Vianai Systems, Inc.   Page 36   ",
    "Vianai expects its employees to discuss any outside employment with management before undertaking such work.  If you have any questions about whether or not an outside activity or service is appropriate, please consult with management. REFERENCE CHECKS All reference requests and inquiries regarding current or former employees should be directed to Human Resources.  No employee may provide a reference for any current or former employee without the permission of Human Resources.  Human Resources will respond in writing only to reference requests that are submitted in writing with appropriate authorization.  Vianais policy as to references for former employees is to disclose only the dates of employment and the title of the last position held.  No other information will be provided. EMPLOYMENT OF FAMILY MEMBERS AND INTIMATE RELATIONSHIPS Family members of present employees or individuals who have intimate or personal relationships with other Vianai employees may be hired by Vianai only if:  (1) the individuals concerned will not work in a direct supervisory relationship with one another; and (2) the employment will not pose difficulties for supervision, security, safety, or morale. Family or personal relationships between employees can create actual or perceived conflicts of interest, especially where one relative, spouse, partner, or friend supervises another.  To avoid these situations, Vianai may refuse to hire or place a relative or other intimately associated individual in a position where the potential for favoritism or conflict exists.  In situations where an actual or potential conflict arises, even without a supervisory relationship, Vianai may separate the employees by reassignment or employment termination, at Vianais discretion. Vianai will not permit employees who marry, become related, or enter into an intimate relationship to remain in a reporting relationship (direct or indirect) where one individual may affect the pay, promotion, or conditions of employment of the other.  Vianai will attempt to identify other available positions for which the employees are qualified and make such transfers as may be appropriate.  If no such transfers are available, Vianai may terminate one of the employees employment, at Vianais discretion.  Failure to disclose facts about any such relationship shall constitute grounds for disciplinary action. For purposes of this policy, family members include child, stepchild, grandchild, spouse, domestic partner, sibling, parent, stepparent or grandparent; or child, grandchild, parent, stepparent or grandparent of current spouse or domestic partner.",
    "NO SMOKING In order to provide a healthy and a safe workplace, there is absolutely no smoking allowed in Vianai offices and facilities.  Smoking means inhaling, exhaling, burning, or carrying any lighted or heated cigar, cigarette, or pipe, or any other lighted or heated tobacco or plant Vianai Systems, Inc.   Page 37   ",
    "product intended for inhalation, whether natural or synthetic, in any manner or in any form.  Smoking includes the use of an electronic smoking device that creates an aerosol or vapor, in any manner or in any form, or the use of any oral smoking device for the purpose of circumventing the prohibition on smoking. SAFETY Vianai desires to maintain safe working conditions for all employees.  Everyone must be safety conscious.  Report any potential safety hazards at any site where you may be conducting work on behalf of Vianai immediately to management. Any injury, no matter how minor, during the course of employment must be reported promptly to your manager.  If you or another employee is injured on the job, you should seek medical treatment immediately. In compliance with California law, and to promote the concept of a safe workplace, Vianai maintains an Injury and Illness Prevention Program.  The Injury and Illness Prevention Program is available for review by employees and/or employee representatives.  Please see Human Resources to review Vianais IIPP. DEFEND TRADE SECRETS ACT NOTICE In accordance with the Defend Trade Secrets Act of 2016 employees will not be held criminally or civilly liable under any federal or state trade secret law for the disclosure of a trade secret that is made in confidence to a federal, state, or local government official, either directly or indirectly, or to an attorney solely for the purpose of reporting or investigating a suspected violation of law, or is made in a complaint or other document that is filed under seal in a lawsuit or other proceeding. If an employee files a lawsuit for retaliation against the Company for reporting a suspected violation of law, employee may disclose the Companys trade secrets to the employees attorney and use the trade secret information in the court proceeding if the employee files any document containing the trade secret under seal, and does not disclose the trade secret, except pursuant to court order. VIOLENCE PREVENTION Vianai is committed to providing a safe, violence-free workplace.  There is zero tolerance for violence (meaning each allegation will be investigated and dealt with appropriately).  The purpose of this policy is to minimize the risk of personal injury to employees and damage to Company and personal property. Threats, threatening language or any other acts of aggression or violence made toward or by any Vianai employee will not be tolerated.  For purposes of this policy, a threat includes any Vianai Systems, Inc.   Page 38   ",
    "verbal or physical harassment or abuse, bullying behavior such as any attempt at intimidating or instilling fear in others, menacing gestures, flashing of weapons, stalking or any other hostile, aggressive, injurious or destructive action undertaken for the purpose of domination or intimidation.  To the extent permitted by law, employees and visitors are prohibited from carrying weapons onto Company premises. If you receive or overhear any threatening communications from an employee or outside third party, report it to your manager at once or to Human Resources.  If you encounter an individual who is threatening immediate harm to an employee or visitor to our premises, contact an emergency agency (such as 911) immediately.  Do not engage in either physical or verbal confrontation with a potentially violent individual. All reports of work-related threats will be kept confidential to the extent possible, investigated and documented.  Employees are expected to report and participate in an investigation of any suspected or actual cases of workplace violence and will not be subjected to disciplinary consequences for such reports or cooperation.  Further, employees should notify Human Resources if any restraining order is in effect, or if a potentially violent non-work-related situation exists that could result in violence in the workplace. Additionally, Vianai has adopted the following guidelines to deal with any violence that may occur and to ensure the safety of its employees: Report all threats of violence, both direct and indirect, as soon as possible to the appropriate management and Human Resources.  Be as specific as possible. Report all suspicious individuals or activities to management as soon as possible. Do not put yourself in peril. If you hear a violent commotion near your workstation, do not try to see what is happening.  Call 911 immediately.  Please use common sense before engaging law enforcement personnel. Cooperate fully with security, law enforcement and medical personnel that respond to a call for help. Let Vianai respond to all inquiries from the media about violence on its premises. If you are qualified, you may provide first aid to injured persons. DRUG FREE WORKPLACE Vianai strives to provide a safe environment for employees and others and to minimize the risk of accidents and injuries. Accordingly, each employee has a responsibility to co-workers and the public to deliver services in a safe and conscientious manner. Continuing research and practical experience have proven that even limited quantities of illegal drugs, abused prescription drugs or alcohol can impair reflexes and judgment. This impairment, even when not readily apparent, can have catastrophic consequences.",
    "Moreover, studies have shown that Vianai Systems, Inc.   Page 39   ",
    "impairment by controlled substances may last long after the user believes the effects have worn off. For these reasons, the Company has adopted a policy that all employees must report to work and, while at work, remain completely free of illegal drugs, abused or non-prescribed prescription drugs and alcohol. DRUG USE / DISTRIBUTION / POSSESSION / IMPAIRMENT The Company strictly prohibits the use, sale, attempted sale, conveyance, distribution, manufacture, purchase, attempted purchase, possession, cultivation and/or transfer of illegal drugs or other unlawful intoxicants at any time, and in any amount or any manner, regardless of occasion. \" Illegal drugs\" means all drugs whose use or possession is regulated or prohibited by federal, state or local law. These include prescription medication that is used in a manner inconsistent with the prescription or for which the individual does not have a valid prescription. Marijuana remains illegal as a matter of federal law and therefore the use of marijuana and marijuana products is prohibited by this policy.  The Company will accommodate individuals who are medically certified to use marijuana by their home state where required to do so by law, but in no case may an employee use or possess marijuana or marijuana products at work or during work time or work while impaired. Employees are also prohibited from having any such illegal or unauthorized controlled substances in their system while at work. Included within this prohibition are lawful controlled substances that have been illegally or improperly obtained. ALCOHOL USE / DISTRIBUTION / POSSESSION / IMPAIRMENT All employees are prohibited from distributing, dispensing, possessing or using any beverage or medicine containing alcohol while at work or on duty and from coming onto Company premises, reporting to work or working with alcohol in their systems. Furthermore, lawful off-duty alcohol use, while generally not prohibited by this policy, must not interfere with an employee's job performance. PRESCRIPTION AND OVER-THE-COUNTER DRUGS This policy does not prohibit the possession and proper use of lawfully prescribed or over-the-counter drugs. However, an employee taking medication should consult with a health care professional or review dosing directions for information about the medication's effect on the employee's ability to work safely, and promptly disclose any work restrictions to their manager or Human Resources.",
    "Employees are not required to reveal the name of the medication or the underlying medical condition The Company reserves the right to transfer, reassign, place on leave of absence or take other appropriate action regarding any employee during the time the employee uses medication that Vianai Systems, Inc.   Page 40   ",
    "may affect their ability to perform safely. The Company will comply with all requirements pertaining to providing reasonable accommodations to the extent required by applicable law. Marijuana remains illegal as a matter of federal law and therefore its use or possession violates this policy. The Company will endeavor to accommodate individuals with disabilities but will not accommodate the use of medical marijuana at work or excuse other policy violations related to medical marijuana. COUNSELING AND REHABILITATION Employees who voluntarily seek help for substance abuse (self-referral) by contacting the Company will be provided an opportunity to pursue counseling and rehabilitation. The Company will make available to these employees information about counseling and rehabilitation services. An employee who is receiving counseling and/or treatment for substance abuse may use available vacation time, sick leave or, if eligible, family and medical leave. Health insurance often covers the costs of such services, but costs not covered must be paid by the employee. The employee may not return to work until released by a treatment provider to do so and until the employee receives a negative result on a return-to-work drug and/or alcohol test (as appropriate for that individual). In addition, the employee may be asked to submit to follow-up testing for a period following the return to work. An employee's decision to seek help voluntarily will not be used as a basis for disciplinary action, although the individual may be transferred, given work restrictions or placed on leave, as appropriate. A request for help is considered voluntary only if it is made before the employee is asked to submit to any drug or alcohol test or is discovered to have otherwise violated this policy. SECTION 6:   CERTAIN RELATED POLICIES Policy Location Travel and Expense Policy Microsoft Teams Social Media Policy Microsoft Teams Information Security and Data Protection Microsoft Teams Technology Use Microsoft Teams [Remainder of the page left blank.  Employee Acknowledgement page follows.] Vianai Systems, Inc.   Page 41    ",
    "CONFIDENTIAL EMPLOYEE ACKNOWLEDGMENT This is to acknowledge that I have received a copy of Vianais Employee Handbook and the Policy Manual, and I understand that they both contain important information on Vianais general personnel policies and on my privileges and obligations as an employee.  I will read the Handbook and Policy Manual, and I understand that I am governed by their contents.  I further understand that this Handbook replaces any and all prior versions of the Employee Handbook. I understand that Vianai may change, rescind or add to any policies, benefits or practices described in the Handbook or Policy Manual from time to time in its sole discretion, with or without notice.  I understand that the statements in the Handbook are guidelines only and not intended to create any contractual or other legal obligations, express or implied.  I understand that a master copy of this Handbook, including all of the latest updates, will be kept on Vianais Microsoft Teams account. I agree and understand that Vianai and I have the right to terminate my employment at any time, with or without advance notice and for any reason or no reason.  This at-will employment relationship can be modified only in a writing signed by the CEO of Vianai.  I acknowledge that no statements or representations regarding my employment can alter this policy. Finally, I understand and agree that this Employee Acknowledgment contains a full and complete statement of the agreements and understandings that it recites, that no one has made any promises or commitments to me contrary to the foregoing, and that this Acknowledgment supersedes all previous agreements, whether written or verbal, express or implied, relating to the subjects covered in this Acknowledgment. Acknowledged and agreed: Signature: ____________________________________  Printed Name: ________________________________  Date: ________________________________________  EMPLOYEE HANDBOOK Employee Acknowledgment - Signature Page Vianai Systems, Inc.  (Revised January 2022)      "
  ],
  "highlights": [],
  "duplicate_highlights": []
}